[
  {
    "Summary": "Netherlands midfielder Wesley Sneijder has joined French Ligue 1 side Nice on a free transfer.\n"
  },
  {
    "Summary": "A State Department official \"pressured\" the FBI to change the classification of a Hillary Clinton email in a \"quid pro quo\", according to FBI documents.\n"
  },
  {
    "Summary": "American Jason Dufner will take a five-shot lead into the third round of the Memorial Tournament after carding an eagle on the 18th hole on Friday.\n"
  },
  {
    "Summary": "A British man has been been questioned in Peru after posing naked at the Machu Picchu ruins, local police have said.\n"
  },
  {
    "Summary": "Great Britain skeleton racer David Swift has retired from the sport.\n"
  },
  {
    "Summary": "Michael Dunlop set the fastest times for the Ulster Grand Prix Superbike and Superstock classes in Thursday's delayed practice sessions at Dundrod.\n"
  },
  {
    "Summary": "Argentine club Newell's Old Boys have re-signed Sunderland striker Ignacio Scocco on a five-year contract.\n"
  },
  {
    "Summary": "West Ham say they are \"disappointed\" with a ruling that the terms of their rental of the Olympic Stadium from next season should be made public.\n"
  },
  {
    "Summary": "Ex-army chief Abdul Fattah al-Sisi has vowed to to tackle \"terrorism\" and bring security, after being sworn in as Egypt's new president.\n"
  },
  {
    "Summary": "Twenty-times champion jump jockey Sir Anthony McCoy has described having a statue put up in his honour at Cheltenham as 'flattering.'\n"
  },
  {
    "Summary": "A cafe owner has defended a sign urging people to eat cake to avoid being kidnapped in the town where April Jones was abducted and murdered in 2012.\n"
  },
  {
    "Summary": "Three people have been killed and at least 62 others wounded in two explosions on passenger buses in the Kenyan capital Nairobi, officials say.\n"
  },
  {
    "Summary": "Thirty homes had to be evacuated after a gas pipe was damaged in a fire that was started deliberately.\n"
  },
  {
    "Summary": "Friends of Keith Harris have joined his family at his funeral in Blackpool.\n"
  },
  {
    "Summary": "Former Labour MP Bob Marshall-Andrews has defected to the Lib Dems after describing Jeremy Corbyn's party as a \"political basket case\".\n"
  },
  {
    "Summary": "Castleford Tigers beat local rivals Wakefield Trinity to clinch the League Leaders' Shield.\n"
  },
  {
    "Summary": "At least 23 people have been killed in the north-eastern Nigerian town of Monguno after a Boko Haram bomb confiscated by vigilantes exploded, an MP and army source have told the BBC.\n"
  },
  {
    "Summary": "The sports centre at Ravenscraig is a homage, a \"symphony in steel\", say the architects.\n"
  },
  {
    "Summary": "The winner of The Jump 2017 is Spencer Matthews.\n"
  },
  {
    "Summary": "Fifa presidential candidate Gianni Infantino says he would press for the World Cup to be held in a whole region rather than one or two countries.\n"
  },
  {
    "Summary": "Finance Secretary John Swinney has warned of \"tough choices\" facing Scotland as he prepares to set out his budget.\n"
  },
  {
    "Summary": "The judge leading the inquiry into the Grenfell Tower fire has written to the prime minister with recommendations for its terms of reference.\n"
  },
  {
    "Summary": "Police in a small Alaska town mistakenly told a couple their son had been killed in a car crash, leading to an extraordinary reunion hours later.\n"
  },
  {
    "Summary": "South Africa's prosecutors have sought permission to appeal against athlete Oscar Pistorius' \"shockingly light\" sentence, court papers show.\n"
  },
  {
    "Summary": "The UK's first maternity clinic for women who have been victims of rape and sexual assault has opened.\n"
  },
  {
    "Summary": "The number of children referred to the NHS with gender identity issues has increased significantly in recent years, according to figures obtained by the BBC.\n"
  },
  {
    "Summary": "The mayor of an east London borough has been accused of \"corrupt and illegal practices\", at a special court hearing.\n"
  },
  {
    "Summary": "A 21-year-old man has appeared in court in County Clare charged over the fatal stabbing of Karl Haugh in Kilkee at the weekend.\n"
  },
  {
    "Summary": "Post Office workers will stage five days of strikes from Monday in a continuing dispute over jobs, pensions and branch closures, their union says.\n"
  },
  {
    "Summary": "Wales' youth workers will be regulated by the Education Workforce Council for the first time from 1 April.\n"
  },
  {
    "Summary": "Liberal Democrat leader Tim Farron says he does not believe gay sex is a sin, following questions about his views on the subject.\n"
  },
  {
    "Summary": "Paint has been thrown over an Orange hall in north Belfast.\n"
  },
  {
    "Summary": "Liverpool boss Jurgen Klopp defended under-fire goalkeeper Simon Mignolet after his latest uncertain display in the draw with Arsenal at Anfield.\n"
  },
  {
    "Summary": "Thousands of people have been leaving besieged, rebel-held eastern districts of the Syrian city of Aleppo following the resumption of evacuations agreed as part of a ceasefire deal last week.\n"
  },
  {
    "Summary": "Thousands of people have marched in opposition to plans to downgrade Stafford Hospital's services.\n"
  },
  {
    "Summary": "Filled with goodwill, unfathomable optimism and a slightly heavy heart, you embark on a health kick.\n"
  },
  {
    "Summary": "Russia and Qatar may have had to pay bribes to secure their World Cups, Sepp Blatter's former special advisor has suggested.\n"
  },
  {
    "Summary": "The High Court has begun hearing the legal challenge of a terminally ill UK man who wants the right to die.\n"
  },
  {
    "Summary": "An online appeal set up to help the family of a five-year-old girl who died when her head became stuck in a lift in Dorset has raised more than £12,000.\n"
  },
  {
    "Summary": "Game of Thrones star \"The Mountain\" has been beaten to Europe's Strongest Man title by a man from Swindon.\n"
  },
  {
    "Summary": "Labour leadership contender Andy Burnham has told supporters he has an \"outside but realistic chance\" of winning the contest.\n"
  },
  {
    "Summary": "Belfast Giants have closed the gap on Elite League leaders Cardiff Devils to six points with this comfortable win over the Capitals at the SSE Arena.\n"
  },
  {
    "Summary": "Hayley Turner, Britain's most successful female jockey, believes her career has helped inspire other women to progress in the sport.\n"
  },
  {
    "Summary": "An elderly woman has died in a house fire in Enniskillen.\n"
  },
  {
    "Summary": "Championship side Fulham have signed striker Gohi Cyriac on loan until the end of the season from Belgian Pro League side KV Oostende.\n"
  },
  {
    "Summary": "Wales started their 2018 World Cup qualifying campaign in confident fashion as they convincingly beat Moldova.\n"
  },
  {
    "Summary": "The BBC's director general has accused the Iranian authorities of intimidating those working for its Persian service.\n"
  },
  {
    "Summary": "A mother of six with an IQ of 70 should be sterilised for her own safety, the Court of Protection has ruled.\n"
  },
  {
    "Summary": "China's biggest privately-held conglomerate Fosun has joined a bidding war for the Portuguese hospital operator Espirito Santo Saude (ESS).\n"
  },
  {
    "Summary": "Bosses have been urged not to indulge in invasive surveillance by reading their employees' private messages.\n"
  },
  {
    "Summary": "Supermarket chain Morrisons has increased the cost of a jar of Marmite by 12.5%, say retail industry experts.\n"
  },
  {
    "Summary": "More should be done to help deaf people into work in Wales, a charity has said.\n"
  },
  {
    "Summary": "Five teenagers have been sentenced after admitting their part in a \"riot\" which saw part of Newport city centre \"under siege\".\n"
  },
  {
    "Summary": "Fetch, sit and roll over - all the kinds of normal things that you would say to your dog.\n"
  },
  {
    "Summary": "A grand jury has decided not to indict anyone in the case of Sandra Bland, who died in a Texas jail earlier this year.\n"
  },
  {
    "Summary": "A man was limp \"like a teddy bear\" after he was restrained by bouncers on the ground outside an Aberdeen bar, a murder trial has heard.\n"
  },
  {
    "Summary": "A bagpipe-playing busker has been convicted of duping people in Liverpool into thinking he was collecting for a Hillsborough charity.\n"
  },
  {
    "Summary": "New Morocco coach Herve Renard begins his quest for a record-equalling third Africa Cup of Nations as qualifying for the 2017 tournament resumes this week.\n"
  },
  {
    "Summary": "Soul singer Ray BLK has topped the BBC's Sound Of 2017 list, which aims to predict the most exciting new music for the year ahead.\n"
  },
  {
    "Summary": "Hundreds of protesters in Kabul have accused Iran of stopping fuel tankers from crossing the border into Afghanistan.\n"
  },
  {
    "Summary": "Some police forces are putting the public at risk by rationing their response as they struggle with cutbacks, the police standards watchdog has warned.\n"
  },
  {
    "Summary": "Pace bowler Jake Ball has made a \"lively\" return following a winter playing for England Lions, says Nottinghamshire captain Chris Read.\n"
  },
  {
    "Summary": "A serial robber who threatened an 18-year-old shop worker with a knife was caught after his streak of grey hair was recognised in CCTV footage.\n"
  },
  {
    "Summary": "A British man has survived a fall from the 15th floor of a building in New Zealand, local media report.\n"
  },
  {
    "Summary": "The Royal Navy has released an image of planned improvements to a jetty at Portsmouth Naval Base.\n"
  },
  {
    "Summary": "China has said Japan is endangering peace in the region after it passed controversial laws expanding the role of its military abroad.\n"
  },
  {
    "Summary": "Celtic restored their 10-point lead at the top of the table after overcoming Inverness Caledonian Thistle.\n"
  },
  {
    "Summary": "England captain Sean O'Loughlin says he would have preferred an Englishman in charge of the national team, but is looking forward to working with Australian Wayne Bennett.\n"
  },
  {
    "Summary": "Promotion-chasing Stevenage were held to a by Cambridge in League Two.\n"
  },
  {
    "Summary": "Yet again, we are looking at shocking pictures of a plane crash.\n"
  },
  {
    "Summary": "Prime Minister David Cameron will later attempt to halt the civil war in his party caused by Iain Duncan Smith's resignation from the cabinet.\n"
  },
  {
    "Summary": "The percentage of Americans living in poverty is statistically unchanged from 2010's record high, even as household income fell, a US Census report says.\n"
  },
  {
    "Summary": "A 34-year-old woman who was injured in an attack by a knifeman on a Swiss train has died in hospital, police say.\n"
  },
  {
    "Summary": "Boeing has shown off its \"space bins\" that can hold 50% more luggage than existing designs.\n"
  },
  {
    "Summary": "Australia is a step closer to exporting live cattle to China, opening a new market for its farmers.\n"
  },
  {
    "Summary": "Anthony Joshua's world title bout with Wladimir Klitschko comes at the \"perfect time\", says former undisputed heavyweight champion Lennox Lewis.\n"
  },
  {
    "Summary": "People with hidden health conditions are being offered \"Please offer me a seat\" badges in a bid to help ease their suffering on London transport.\n"
  },
  {
    "Summary": "Leicester Tigers have signed new England loose-head prop Ellis Genge from newly-promoted Bristol.\n"
  },
  {
    "Summary": "Keith Farmer followed up his double at Knockhill by winning the Supersport sprint race at Snetterton on Saturday.\n"
  },
  {
    "Summary": "Northern Ireland striker Conor Washington counts himself a lucky man as he prepares to head to Euro 2016.\n"
  },
  {
    "Summary": "The Reality Check team answers more of your questions about the implications of the UK's vote to leave the European Union.\n"
  },
  {
    "Summary": "Principality Stadium chief executive Martyn Phillips would relish the chance to host an Anthony Joshua bout at the 74,500 capacity Cardiff venue.\n"
  },
  {
    "Summary": "Google's net income rose 17% to $3.93bn in the three months to June from the quarter last year, boosted by an 11% rise in revenues to $17.7bn.\n"
  },
  {
    "Summary": "Pregnant women should visit countries with a risk of malaria only if their trip is essential, experts are warning.\n"
  },
  {
    "Summary": "In Africa's schools, old-fashioned, dusty textbooks are gradually being replaced by tablets, computers and mobile phones.\n"
  },
  {
    "Summary": "More than half of Scots have run out of money before pay day, according to a new report.\n"
  },
  {
    "Summary": "The Taliban's capture of the strategically-located Sangin, once considered the deadliest battlefield for US and British troops in Afghanistan, will increase the group's mobility in the north of the province and give it control of an important supply line with the provincial capital Lashkar Gah\n"
  },
  {
    "Summary": "Western Sahara is a sparsely-populated area of mostly desert situated on the northwest coast of Africa.\n"
  },
  {
    "Summary": "Deputy First Minister John Swinney will give MSPs his response to a report into the death of Aberdeen schoolboy Bailey Gwynne next week.\n"
  },
  {
    "Summary": "Police at the Download Festival have kept their promise and have been posing for fan photos despite extra security.\n"
  },
  {
    "Summary": "Competition for nesting sites could explain why some birds and bumblebees are declining faster than others.\n"
  },
  {
    "Summary": "The UK should not have to pay \"large\" sums to the EU to trade with it after Brexit, Boris Johnson has said.\n"
  },
  {
    "Summary": "A grizzly bear has attacked and killed a cyclist just outside the Glacier National Park in the northern US state of Montana, police say.\n"
  },
  {
    "Summary": "A man has been arrested over the \"violent assault\" and rape of a woman in a railway station car park, police have said.\n"
  },
  {
    "Summary": "A diabetic MP who asked Coca-Cola not to take its Christmas truck to Leicester has been accused of hypocrisy for opening a sweet shop in the city.\n"
  },
  {
    "Summary": "An Orlando mother who was found not guilty of murdering her two-year old daughter Caylee has broken her silence six years later.\n"
  },
  {
    "Summary": "The devolution settlement for Wales is less fair than those offered to Scotland and Northern Ireland, the Archbishop of Wales has said.\n"
  },
  {
    "Summary": "Labour will keep its election promises despite uncertainty over Brexit, but cuts to some services are inevitable, the first minister has warned.\n"
  },
  {
    "Summary": "A convicted fraudster used an \"ingenious\" escape plot to trick prison wardens into letting him go free, a court has heard.\n"
  },
  {
    "Summary": "The M6 motorway between Wolverhampton and Walsall has reopened after a fatal crash."
  }
]