[
  {
    "instance_id": "pyrxsum-0",
    "summary": "Netherlands midfielder Wesley Sneijder has joined French Ligue 1 side Nice on a free transfer.",
    "smus": [
      "The Dutch midfielder Wesley sneijder has joined the French Ligue 1 side.",
      "The Dutch midfielder is."
    ]
  },
  {
    "instance_id": "pyrxsum-1",
    "summary": "A State Department official \"pressured\" the FBI to change the classification of a Hillary Clinton email in a \"quid pro quo\", according to FBI documents.",
    "smus": [
      "According to the FBI documents a State Department official pressured the agency to change Hillary Clinton's email classification quid pro quo.",
      "A State Department official pressured the department to change Hillary Clinton's email classification quid pro quo.",
      "State Department official",
      "Clinton's email classification would change.",
      "Hillary Clinton's email classification would change quid pro quo."
    ]
  },
  {
    "instance_id": "pyrxsum-2",
    "summary": "American Jason Dufner will take a five-shot lead into the third round of the Memorial Tournament after carding an eagle on the 18th hole on Friday.",
    "smus": [
      "American Jason Dufner will take the lead with five shots in the third round of the Memorial Tournament.",
      "After carding an eagle at the 18th hole on Friday, American Jason Dufner will take the lead with 5 shots in the 3rd round of the Memorial Tournament.",
      "The lead was 5 shots.",
      "Carding an eagle.",
      "Carding an eagle at the 18th hole.",
      "Carding an eagle on Friday."
    ]
  },
  {
    "instance_id": "pyrxsum-3",
    "summary": "A British man has been been questioned in Peru after posing naked at the Machu Picchu ruins, local police have said.",
    "smus": [
      "Local police have said the British man was questioned in Peru after posing as a naked man in the Machu Picchu ruin."
    ]
  },
  {
    "instance_id": "pyrxsum-4",
    "summary": "Great Britain skeleton racer David Swift has retired from the sport.",
    "smus": [
      "Great Britain's skeleton racer David Swift has retired from sport."
    ]
  },
  {
    "instance_id": "pyrxsum-5",
    "summary": "Michael Dunlop set the fastest times for the Ulster Grand Prix Superbike and Superstock classes in Thursday's delayed practice sessions at Dundrod.",
    "smus": [
      "Michael Dunlop set the fastest times.",
      "Michael Dunlop set the fastest times for the Ulster Grand Prix Superbike and Superstock classes.",
      "Michael Dunlop set the fastest times for the delayed practice sessions in Dundrod Thursday.",
      "Fastest."
    ]
  },
  {
    "instance_id": "pyrxsum-6",
    "summary": "Argentine club Newell's Old Boys have re-signed Sunderland striker Ignacio Scocco on a five-year contract.",
    "smus": [
      "Newell's Argentinian club Old Boys have signed striker Ignacio Scocco from Swansea on a five-year contract.",
      "Newell's Argentinian club Old Boys have again signed striker Ignacio Scocco from Swansea for a five-year contract.",
      "-Sunderland striker"
    ]
  },
  {
    "instance_id": "pyrxsum-7",
    "summary": "West Ham say they are \"disappointed\" with a ruling that the terms of their rental of the Olympic Stadium from next season should be made public.",
    "smus": [
      "West Ham say they are disappointed by the ruling that their terms of rental for the Olympic Stadium next season should be public.",
      "The ruling that the terms of the Olympic Stadium's rental for next season should be public was disappointing.",
      "The Olympic Stadium is rented.",
      "The Olympic Stadium will be rented next season."
    ]
  },
  {
    "instance_id": "pyrxsum-8",
    "summary": "Ex-army chief Abdul Fattah al-Sisi has vowed to to tackle \"terrorism\" and bring security, after being sworn in as Egypt's new president.",
    "smus": [
      "Ex-Army chief Abdul Fattah al-Sisi vowed to tackle terrorism and bring security.",
      "Ex-Army chief Abdul Fattah al-Sisi vowed to tackle terrorism and bring security after being sworn in as the new president of Egypt.",
      "Ex-Army chief and new president of Egypt",
      "Ex-Army chief and new Egyptian president Abdul Fattah al-Sisi",
      "Egypt's new president is the army chief.",
      "Egypt's ex-president is the army chief.",
      "tackle terrorism",
      "Bring security.",
      "The new president of Egypt is sworn in."
    ]
  },
  {
    "instance_id": "pyrxsum-9",
    "summary": "Twenty-times champion jump jockey Sir Anthony McCoy has described having a statue put up in his honour at Cheltenham as 'flattering.'",
    "smus": [
      "Jumper and 20-time champion Sir Anthony McCoy has described having his own statue put up in Chelsea as flattering.",
      "Jumper who has been the 20-time champion.",
      "Sir Anthony McCoy is the 20-time jumping champion."
    ]
  },
  {
    "instance_id": "pyrxsum-10",
    "summary": "A cafe owner has defended a sign urging people to eat cake to avoid being kidnapped in the town where April Jones was abducted and murdered in 2012.",
    "smus": [
      "The cafe owner has defended a sign urging people to eat cake to avoid being kidnapped in the town where April Jones was abducted and murdered in 2012.",
      "People are urging them to eat cake to avoid being kidnapped in the town where April Jones was abducted and murdered in 2012.",
      "Eat the cake.",
      "Eat the cake.",
      "April Jones was kidnapped and murdered in a town in 2012."
    ]
  },
  {
    "instance_id": "pyrxsum-11",
    "summary": "Three people have been killed and at least 62 others wounded in two explosions on passenger buses in the Kenyan capital Nairobi, officials say.",
    "smus": [
      "Two explosions in passenger buses in the Kenyan capital Nairobi have killed three and wounded at least 62 others, officials say.",
      "Two explosions in passenger buses in the Kenyan capital Nairobi have killed three.",
      "Kenya is the capital.",
      "At least 62 others were wounded."
    ]
  },
  {
    "instance_id": "pyrxsum-12",
    "summary": "Thirty homes had to be evacuated after a gas pipe was damaged in a fire that was started deliberately.",
    "smus": [
      "30 homes had to be evacuated after a deliberately started fire damaged a gas pipe.",
      "A deliberately started fire damaged the gas pipe."
    ]
  },
  {
    "instance_id": "pyrxsum-13",
    "summary": "Friends of Keith Harris have joined his family at his funeral in Blackpool.",
    "smus": [
      "Keith Harris's friends have joined his family.",
      "Keith Harris's friends have joined his family at a funeral in Blackpool.",
      "Keith Harris is one of his friends."
    ]
  },
  {
    "instance_id": "pyrxsum-14",
    "summary": "Former Labour MP Bob Marshall-Andrews has defected to the Lib Dems after describing Jeremy Corbyn's party as a \"political basket case\".",
    "smus": [
      "Former Labour MP Bob Marshall-Andrews has defected to the Lib Dem party.",
      "Former Labour MP Bob Marshall-Andrews has defected to the Lib Dem party after describing Jeremy Corbyn's party as a \" basket case \" for politics.",
      "Former MP for Labour",
      "Former Labour MP Bob Marshall-Andrews",
      "Former Labour MP Jeremy Corbyn",
      "Labour is a member of parliament.",
      "Labour's former MP",
      "Jeremy Corbyn described his party as a political basket case."
    ]
  },
  {
    "instance_id": "pyrxsum-15",
    "summary": "Castleford Tigers beat local rivals Wakefield Trinity to clinch the League Leaders' Shield.",
    "smus": [
      "Castleford Tigers beat local rivals Wakefield Trinity 2-0",
      "Castleford Tigers beat local rivals Wakefield Trinity 2-0",
      "local rivals",
      "The Castleford Tigers are local rivals.",
      "The Wakefield Trinity are local rivals.",
      "CLINCH THE LEADERS' SHIP!"
    ]
  },
  {
    "instance_id": "pyrxsum-16",
    "summary": "At least 23 people have been killed in the north-eastern Nigerian town of Monguno after a Boko Haram bomb confiscated by vigilantes exploded, an MP and army source have told the BBC.",
    "smus": [
      "At least 23 people were killed in the northern Nigerian town of Monguno after a bomb belonging to Boko Haram exploded and was confiscated by vigilantes, parliament members and an army source have told the BBC.",
      "MPs",
      "Boko Haram bombing confiscated by vigilantes"
    ]
  },
  {
    "instance_id": "pyrxsum-17",
    "summary": "The sports centre at Ravenscraig is a homage, a \"symphony in steel\", say the architects.",
    "smus": [
      "The Ravenscraig sports centre is an homage, a steel symphony, architects say."
    ]
  },
  {
    "instance_id": "pyrxsum-18",
    "summary": "The winner of The Jump 2017 is Spencer Matthews.",
    "smus": [
      "Spencer Matthews won the 2017 The Jump."
    ]
  },
  {
    "instance_id": "pyrxsum-19",
    "summary": "Fifa presidential candidate Gianni Infantino says he would press for the World Cup to be held in a whole region rather than one or two countries.",
    "smus": [
      "FIFA president-candidate Gianni Infantino says he will press for the Wor Cup to be held in the whole region rather than in one or two countries.",
      "FIFA is the presidential candidate.",
      "Press for the Wor Cup to be held in the whole region rather than in one or two countries.",
      "The Wor Cup was held.",
      "The Wor Cup is held in a whole region, not in one or two countries.",
      "The Wor Cup will be held in one or two countries."
    ]
  },
  {
    "instance_id": "pyrxsum-20",
    "summary": "Finance Secretary John Swinney has warned of \"tough choices\" facing Scotland as he prepares to set out his budget.",
    "smus": [
      "Finance Secretary John Swinney has warned that Scotland has a tough choice to face.",
      "Finance Secretary John Swinney has warned that as he prepares to set out his budget Scotland will face tough choices.",
      "Scotland has had a tough choice to face.",
      "prepares to set out his budget",
      "Set out his budget."
    ]
  },
  {
    "instance_id": "pyrxsum-21",
    "summary": "The judge leading the inquiry into the Grenfell Tower fire has written to the prime minister with recommendations for its terms of reference.",
    "smus": [
      "A judge leading an inquiry into the Glenfell Tower fire has written to the prime minister that he recommends its terms of reference.",
      "The judge is the prime minister's judge leading an inquiry into the fire at Glenfell Tower.",
      "The judge is the prime minister.",
      "It should have its own terms of reference.",
      "It is the reference terms."
    ]
  },
  {
    "instance_id": "pyrxsum-22",
    "summary": "Police in a small Alaska town mistakenly told a couple their son had been killed in a car crash, leading to an extraordinary reunion hours later.",
    "smus": [
      "A small town in Alaska, police told them that the couple's son had been killed in a car crash, mistakenly leading to an extraordinary reunification hours later.",
      "A small town in Alaska police mistakenly told the family that the couple's son had been killed in a car crash.",
      "The couple's son was killed in a car crash.",
      "The couple had a son."
    ]
  },
  {
    "instance_id": "pyrxsum-23",
    "summary": "South Africa's prosecutors have sought permission to appeal against athlete Oscar Pistorius' \"shockingly light\" sentence, court papers show.",
    "smus": [
      "Court papers show South African prosecutors have sought permission to appeal a shockingly light sentence given to athlete Oscar Pistorius.",
      "South African prosecutors have sought permission to appeal a shockingly light sentence given to athlete Oscar Pistorius.",
      "Oscar Pistorius will appeal a shockingly light sentence.",
      "Oscar Pistorius was given a shockingly light sentence."
    ]
  },
  {
    "instance_id": "pyrxsum-24",
    "summary": "The UK's first maternity clinic for women who have been victims of rape and sexual assault has opened.",
    "smus": [
      "empty!"
    ]
  },
  {
    "instance_id": "pyrxsum-25",
    "summary": "The number of children referred to the NHS with gender identity issues has increased significantly in recent years, according to figures obtained by the BBC.",
    "smus": [
      "According to figures obtained by the BBC, the number of children referred to the NHS over gender identity issues has increased significantly in recent years.",
      "The number of children referred to the NHS for gender identity issues has increased significantly.",
      "In recent years, the number of children referred to the NHS for gender identity issues has increased significantly.",
      "Referred to the NHS for gender identity issues.",
      "It's issues of gender identity."
    ]
  },
  {
    "instance_id": "pyrxsum-26",
    "summary": "The mayor of an east London borough has been accused of \"corrupt and illegal practices\", at a special court hearing.",
    "smus": [
      "The mayor of the east London borough has been accused of illegal and corrupt practices.",
      "At a special court hearing the mayor of the east London borough has been accused of having corrupt and illegal practices.",
      "The mayor of East London borough",
      "It is one of the illegal corrupt practices.",
      "A special court hearing is scheduled for this."
    ]
  },
  {
    "instance_id": "pyrxsum-27",
    "summary": "A 21-year-old man has appeared in court in County Clare charged over the fatal stabbing of Karl Haugh in Kilkee at the weekend.",
    "smus": [
      "empty!"
    ]
  },
  {
    "instance_id": "pyrxsum-28",
    "summary": "Post Office workers will stage five days of strikes from Monday in a continuing dispute over jobs, pensions and branch closures, their union says.",
    "smus": [
      "The Post Office workers' union says they will be on strike for five days from Monday over a continuing dispute over jobs, pensions and branch closures.",
      "Strikes are caused by continuing dispute over jobs, pensions and branch closures.",
      "From Monday, the strikes were caused by a continuing dispute over jobs, pensions and branch closures.",
      "Five days of strikes over a continuing dispute over jobs, pensions and branch closures.",
      "There is continuing dispute over jobs, pensions and branch closures."
    ]
  },
  {
    "instance_id": "pyrxsum-29",
    "summary": "Wales' youth workers will be regulated by the Education Workforce Council for the first time from 1 April.",
    "smus": [
      "Youth workers in Wales are regulated by the Education Workforce Council (EWC).",
      "Wales youth workers are the first to be regulated by the Education Workforce Council.",
      "Youth workers in Wales are regulated by the Education Workforce Council from April 1st."
    ]
  },
  {
    "instance_id": "pyrxsum-30",
    "summary": "Liberal Democrat leader Tim Farron says he does not believe gay sex is a sin, following questions about his views on the subject.",
    "smus": [
      "Liberal Democrat leader Tim Farron says he does not believe gay sex is a sin, following questioning his views on the matter.",
      "Believe it or not, gay sex is a sin.",
      "Do not believe gay sex is a sin.",
      "View it."
    ]
  },
  {
    "instance_id": "pyrxsum-31",
    "summary": "Paint has been thrown over an Orange hall in north Belfast.",
    "smus": [
      "Paint was thrown over the Orange Society hall in northern Belfast."
    ]
  },
  {
    "instance_id": "pyrxsum-32",
    "summary": "Liverpool boss Jurgen Klopp defended under-fire goalkeeper Simon Mignolet after his latest uncertain display in the draw with Arsenal at Anfield.",
    "smus": [
      "Liverpool boss Jurgen Klopp defended Simon Merlot, the goalkeeper, for under fire.",
      "Liverpool boss Jurgen Klopp defended Simon Merlot, the under-fire goalkeeper, after his latest unknow display in the draw with Arsenal at Anfield.",
      "Liverpool boss, goalkeeper, under fire.",
      "Liverpool boss and goalkeeper who was under fire Jurgen Klopp.",
      "Liverpool boss Simon Merlot, goalkeeper, under fire.",
      "Liverpool boss is goalkeeper.",
      "Unknowable display.",
      "The latest unknow display.",
      "Unknown for his display in the draw with Arsenal at Anfield,",
      "Arsenal drew 1-1",
      "Arsenal drew 1-1 at Anfield."
    ]
  },
  {
    "instance_id": "pyrxsum-33",
    "summary": "Thousands of people have been leaving besieged, rebel-held eastern districts of the Syrian city of Aleppo following the resumption of evacuations agreed as part of a ceasefire deal last week.",
    "smus": [
      "Thousands of people were leaving besieged eastern districts held by rebels in the Syrian city of Aleppo following the resume of evacuations agreed as part of a cease-fire deal last week.",
      "Besieged districts held by the rebels",
      "Besieged districts held by the rebels in the east.",
      "Besieged districts held by rebels in Syria's Aleppo city",
      "A cease fire deal was struck last week."
    ]
  },
  {
    "instance_id": "pyrxsum-34",
    "summary": "Thousands of people have marched in opposition to plans to downgrade Stafford Hospital's services.",
    "smus": [
      "The opposition is to plans to downgrade Stafford Hospital's services."
    ]
  },
  {
    "instance_id": "pyrxsum-35",
    "summary": "Filled with goodwill, unfathomable optimism and a slightly heavy heart, you embark on a health kick.",
    "smus": [
      "You embark on a health kick, filled with goodwill, unconcerned optimism and a slightly heavy heart.",
      "Kicking health."
    ]
  },
  {
    "instance_id": "pyrxsum-36",
    "summary": "Russia and Qatar may have had to pay bribes to secure their World Cups, Sepp Blatter's former special advisor has suggested.",
    "smus": [
      "A former special adviser to Sepp Blatter has suggested that Russia and Qatar may have to pay bribes to secure their World Cup.",
      "Special advice for Sepp Blatter:",
      "Former special adviser to Sepp Blatter:",
      "Russia and Qatar must pay bribes to secure their World Cup.",
      "pay bribes",
      "pay bribes",
      "Secure their World Cup."
    ]
  },
  {
    "instance_id": "pyrxsum-37",
    "summary": "The High Court has begun hearing the legal challenge of a terminally ill UK man who wants the right to die.",
    "smus": [
      "The High Court has begun hearing a legal challenge from a terminally ill UK man who wants the right to die.",
      "Hearing of a legal challenge from a terminally ill UK man who wants the right to die.",
      "A terminally ill UK man who wants the right to die is a legal challenge.",
      "A terminally ill man who wants the right to die.",
      "A terminally ill man in the UK who wants the right to die.",
      "The right to die."
    ]
  },
  {
    "instance_id": "pyrxsum-38",
    "summary": "An online appeal set up to help the family of a five-year-old girl who died when her head became stuck in a lift in Dorset has raised more than £12,000.",
    "smus": [
      "An online appeal set up to help the family of a five year old girl who died when her head became stuck on a lift in Dorset has raised more than PS12,000.",
      "Helped the family of a five year old girl who died when her head became stuck on a lift in Dorset.",
      "The head became stuck in the lift in Dorset.",
      "Sticked to the lift.",
      "Sticked to a lift in Dorset."
    ]
  },
  {
    "instance_id": "pyrxsum-39",
    "summary": "Game of Thrones star \"The Mountain\" has been beaten to Europe's Strongest Man title by a man from Swindon.",
    "smus": [
      "The Mountain of Thrones' The Man from Swindon has beaten the title of strongest man in Europe.",
      "The title is \"Europe's Strongest\".",
      "Europe's most populous"
    ]
  },
  {
    "instance_id": "pyrxsum-40",
    "summary": "Labour leadership contender Andy Burnham has told supporters he has an \"outside but realistic chance\" of winning the contest.",
    "smus": [
      "Labour leader and contendor Andy Burnham has told supporters he has an outside chance of winning the contest but that it is unrealistic.",
      "Labour's leadership contendors and supporters.",
      "Andy Burnham is a Labour leader's contender and supporter.",
      "The winner has an outside chance of winning the contest but that is realistic.",
      "The chance of winning the contest is outside, but it is realistic.",
      "winning the contest."
    ]
  },
  {
    "instance_id": "pyrxsum-41",
    "summary": "Belfast Giants have closed the gap on Elite League leaders Cardiff Devils to six points with this comfortable win over the Capitals at the SSE Arena.",
    "smus": [
      "The Bedford Giants have closed the gap on the EPL leaders the Carliff Devils.",
      "The Bedford Giants have closed the gap to the EPL leaders the Carliff Devils by six points.",
      "The Belfast Giants have closed the gap on the EPL leaders the Carliff Devils with this comfortable win over the Capitals at the SSE Arena.",
      "A comfortable win over the Capitals.",
      "A comfortable win over the Capitals in the SSE Arena.",
      "This is a comfortable win for the Capitals."
    ]
  },
  {
    "instance_id": "pyrxsum-42",
    "summary": "Hayley Turner, Britain's most successful female jockey, believes her career has helped inspire other women to progress in the sport.",
    "smus": [
      "Hayley Turner, Britain's most successful female jockey, believes her career has helped inspire other women to progress in sport.",
      "Female jockey has been Britain's most successful.",
      "Female jockey is successful.",
      "It is her career that has helped inspire other women to progress in sport.",
      "She will inspire other women to progress in sport.",
      "Progress in sport."
    ]
  },
  {
    "instance_id": "pyrxsum-43",
    "summary": "An elderly woman has died in a house fire in Enniskillen.",
    "smus": [
      "An elderly woman died in a house fire in Enniskillen."
    ]
  },
  {
    "instance_id": "pyrxsum-44",
    "summary": "Championship side Fulham have signed striker Gohi Cyriac on loan until the end of the season from Belgian Pro League side KV Oostende.",
    "smus": [
      "Fulham have signed striker Gohi Cyriac from the KV Oostende Belgian Pro League side.",
      "Fulham have signed striker Gohi Cyriac on loan from the Belgian Pro League side KV Oostende.",
      "Fulham have signed striker Gohi Cyriac from the Belgian Pro League side KV Oostende until the end of the season."
    ]
  },
  {
    "instance_id": "pyrxsum-45",
    "summary": "Wales started their 2018 World Cup qualifying campaign in confident fashion as they convincingly beat Moldova.",
    "smus": [
      "Wales started a campaign to qualify for the 2018 World Cup.",
      "Wales started a campaign confident of qualifying for the 2018 World Cup.",
      "Wales started a campaign for qualification for the 2018 World Cup when they convincingly beat Moldova.",
      "The campaign is to qualify for the 2018 World Cup.",
      "It will qualify for the 2018 World Cup.",
      "Moldova fought convincingly."
    ]
  },
  {
    "instance_id": "pyrxsum-46",
    "summary": "The BBC's director general has accused the Iranian authorities of intimidating those working for its Persian service.",
    "smus": [
      "The BBC director general has accused Iranian authorities of intimidating people working in his Persian service.",
      "The BBC's director general is working on the BBC's persian service.",
      "The BBC is the director general.",
      "Intimidating the people working in their persian service."
    ]
  },
  {
    "instance_id": "pyrxsum-47",
    "summary": "A mother of six with an IQ of 70 should be sterilised for her own safety, the Court of Protection has ruled.",
    "smus": [
      "The Court of Protection has ruled that a six-year-old mother with 70IQ should be sterilized for safety.",
      "A mother with six children with 70IQ.",
      "The mother has six children."
    ]
  },
  {
    "instance_id": "pyrxsum-48",
    "summary": "China's biggest privately-held conglomerate Fosun has joined a bidding war for the Portuguese hospital operator Espirito Santo Saude (ESS).",
    "smus": [
      "The privately owned, China's biggest conglomerate, Fosun, has joined a war over a bid to the Portuguese hospital operator Espirito Santo Saude.",
      "The biggest privately owned conglomerate in China.",
      "b>Fosun/b> is the biggest privately owned conglomerate in China.",
      "China is the biggest."
    ]
  },
  {
    "instance_id": "pyrxsum-49",
    "summary": "Bosses have been urged not to indulge in invasive surveillance by reading their employees' private messages.",
    "smus": [
      "Bosses are urged not to indulge in invading surveillance by reading private employer messages.",
      "Employed bosses.",
      "indulge in invading surveillance by reading the private messages of his employer.",
      "Not to indulge in invasion-surveillance by reading the private employer's message.",
      "Surveillance was an invasion.",
      "Invading, they surveilled reading private employer messages.",
      "Read the private message of his employer.",
      "Privately, by the employee."
    ]
  },
  {
    "instance_id": "pyrxsum-50",
    "summary": "Supermarket chain Morrisons has increased the cost of a jar of Marmite by 12.5%, say retail industry experts.",
    "smus": [
      "Retail industry experts say supermarket chain Morrisons has increased the cost per jar of Mariane by 12.5%.",
      "The supermarket chain Morrisons has increased the cost of a jar of Mariane by 12.5%."
    ]
  },
  {
    "instance_id": "pyrxsum-51",
    "summary": "More should be done to help deaf people into work in Wales, a charity has said.",
    "smus": [
      "The charity has said more should be done to help deaf people in Wales work.",
      "More was done to help the deaf in Wales work.",
      "Help deaf people with disabilities work in Wales."
    ]
  },
  {
    "instance_id": "pyrxsum-52",
    "summary": "Five teenagers have been sentenced after admitting their part in a \"riot\" which saw part of Newport city centre \"under siege\".",
    "smus": [
      "admitting that it was part of their riot that saw the siege of the center of Newport."
    ]
  },
  {
    "instance_id": "pyrxsum-53",
    "summary": "Fetch, sit and roll over - all the kinds of normal things that you would say to your dog.",
    "smus": [
      "fetch your dog.",
      "Fetch your dog.",
      "Sit on it.",
      "Sit on it.",
      "Roll over.",
      "Roll over.",
      "normal things to say about them.",
      "All kinds of normal things to say about them.",
      "Say it."
    ]
  },
  {
    "instance_id": "pyrxsum-54",
    "summary": "A grand jury has decided not to indict anyone in the case of Sandra Bland, who died in a Texas jail earlier this year.",
    "smus": [
      "The grand jury has decided not to indict anyone in the case of Sandra Land, who died earlier this year in Texas jail.",
      "I would indict anyone.",
      "Not indict anyone.",
      "In the case of Sandra Land, who died earlier this year in jail in Texas, she will indict anyone."
    ]
  },
  {
    "instance_id": "pyrxsum-55",
    "summary": "A man was limp \"like a teddy bear\" after he was restrained by bouncers on the ground outside an Aberdeen bar, a murder trial has heard.",
    "smus": [
      "The murder trial has heard the man limp like a teddy bear after being restrained by bouncers on the ground outside an Aberdeen bar.",
      "The man was limp like a Teddy Bear.",
      "The man was limping like a Teddy Bear after being restrained by bouncers on the ground outside an Aberdeen bar.",
      "The bouncers have restrained them.",
      "The bouncers are restrained on the ground outside an Aberdeen bar."
    ]
  },
  {
    "instance_id": "pyrxsum-56",
    "summary": "A bagpipe-playing busker has been convicted of duping people in Liverpool into thinking he was collecting for a Hillsborough charity.",
    "smus": [
      "A bagpipe player busker was convicted of duping a Liverpool person into thinking he was collecting for a Hillsborough charity.",
      "Duping people in Liverpool into thinking they were collecting for a Hillsborough charity.",
      "Thinking of collecting for a Hillsborough charity.",
      "Collecting for the Hillsborough charity."
    ]
  },
  {
    "instance_id": "pyrxsum-57",
    "summary": "New Morocco coach Herve Renard begins his quest for a record-equalling third Africa Cup of Nations as qualifying for the 2017 tournament resumes this week.",
    "smus": [
      "New Morocco coach Herve Renard begins quest for qualification for the 3rd Africa Cup of Nations, equaling record",
      "New Morocco coach Herve Renard begins quest for qualification for the Africa Cup of Nations third round, equaling record, this week.",
      "New Morocco coach",
      "New Morocco coach : Herve Renard",
      "Quest for qualifying for the Africa Cup of Nations third round equaling record",
      "Qualifying for the third African Cup of Nations equaling a record"
    ]
  },
  {
    "instance_id": "pyrxsum-58",
    "summary": "Soul singer Ray BLK has topped the BBC's Sound Of 2017 list, which aims to predict the most exciting new music for the year ahead.",
    "smus": [
      "Ray Blak, a soul singer, is top of the BBC's Sound of 2017 list, which aims to predict the new music that will be the most exciting ahead of year.",
      "New music that has the most excitement",
      "New music for the year ahead is the most exciting",
      "The most exciting"
    ]
  },
  {
    "instance_id": "pyrxsum-59",
    "summary": "Hundreds of protesters in Kabul have accused Iran of stopping fuel tankers from crossing the border into Afghanistan.",
    "smus": [
      "Hundreds of protesters in Kabul have accused Iran of stopping fuel tankers from crossing the border with Afghanistan.",
      "Afghanistan is stopping fuel tankers from crossing the border with Afghanistan.",
      "Crossing the border with Afghanistan."
    ]
  },
  {
    "instance_id": "pyrxsum-60",
    "summary": "Some police forces are putting the public at risk by rationing their response as they struggle with cutbacks, the police standards watchdog has warned.",
    "smus": [
      "Standard police watchdogs have warned that some police forces are putting the public in danger by rationing response while they struggle to cut back.",
      "Some police forces are putting the public in danger.",
      "Some police forces endanger the public by rationing their response while they struggle to cut back.",
      "Rationing their response.",
      "Rationing their response as they struggle to cut back.",
      "They struggle to cut back."
    ]
  },
  {
    "instance_id": "pyrxsum-61",
    "summary": "Pace bowler Jake Ball has made a \"lively\" return following a winter playing for England Lions, says Nottinghamshire captain Chris Read.",
    "smus": [
      "'' Chris Read, the captain of Nottinghamshire, says Jake Ball's lively return to pace bowling is following his winter play against the England Lions.",
      "-Nottinghamshire captain bowls at pace",
      "Chris Read is the captain of Nottinghamshire and a pace bowler.",
      "- Nottinghamshire captain Jake Ball - pace bowler",
      "Nottinghamshire captain",
      "A lively return to pace bowler Jake Ball following his winter play against the England Lions.",
      "Play for the England Lions.",
      "In the winter, he will play for the England Lions."
    ]
  },
  {
    "instance_id": "pyrxsum-62",
    "summary": "A serial robber who threatened an 18-year-old shop worker with a knife was caught after his streak of grey hair was recognised in CCTV footage.",
    "smus": [
      "A serial robber who threatened an 18 year old shop worker with a knife and worked in a shop.",
      "A serial robber who threatened an 18 year old shop worker with a knife and worked in a shop.",
      "A serial robber who threatened an 18 year old shop worker with a knife and worked in a shop with a streak of gray hair.",
      "A 18 year old shop worker was threatened with a knife."
    ]
  },
  {
    "instance_id": "pyrxsum-63",
    "summary": "A British man has survived a fall from the 15th floor of a building in New Zealand, local media report.",
    "smus": [
      "A local media report said a British man had survived a fall from the 15th floor of a New Zealand building.",
      "A British man has survived a fall from the 15th floor of a New Zealand building.",
      "The building in New Zealand fell to the 15th floor."
    ]
  },
  {
    "instance_id": "pyrxsum-64",
    "summary": "The Royal Navy has released an image of planned improvements to a jetty at Portsmouth Naval Base.",
    "smus": [
      "The Royal Navy has released an image of planned improvements to the jetty at Portsmouth Naval Base.",
      "The jetty at Portsmouth Naval Base is planned for improvements."
    ]
  },
  {
    "instance_id": "pyrxsum-65",
    "summary": "China has said Japan is endangering peace in the region after it passed controversial laws expanding the role of its military abroad.",
    "smus": [
      "China has said that Japan is endangering peace in the region.",
      "China has said that Japan is threatening peace in the region after Japan passed controversial laws expanding the role of Japan's military abroad.",
      "Japan is endangering peace in the region.",
      "The country passed controversial laws expanding the role of its military abroad."
    ]
  },
  {
    "instance_id": "pyrxsum-66",
    "summary": "Celtic restored their 10-point lead at the top of the table after overcoming Inverness Caledonian Thistle.",
    "smus": [
      "Celtic restored their 10 point lead at the top of the table.",
      "After defeating Inverness Celtic Thistle, Celtic restored their 10 point lead at the top of the table.",
      "The lead is 10 points.",
      "The table is 10 points clear at the top.",
      "overcoming Inverness Celtic Thistle"
    ]
  },
  {
    "instance_id": "pyrxsum-67",
    "summary": "England captain Sean O'Loughlin says he would have preferred an Englishman in charge of the national team, but is looking forward to working with Australian Wayne Bennett.",
    "smus": [
      "England captain Sean O'Loughlin says he would have preferred a countryman in charge of a national team but is looking forward to working with Australian Wayne Bennett.",
      "England captain",
      "The Australian man would have preferred to be in charge of the national team, looking forward to working with Australian Wayne Bennett.",
      "The national team man.",
      "Looking forward to working with Australian Wayne Bennett."
    ]
  },
  {
    "instance_id": "pyrxsum-68",
    "summary": "Promotion-chasing Stevenage were held to a by Cambridge in League Two.",
    "smus": [
      "Cambridge has held Stevenage chasing promotion.",
      "Cambridge has held Stevenage in the League Two chasing promotion."
    ]
  },
  {
    "instance_id": "pyrxsum-69",
    "summary": "Yet again, we are looking at shocking pictures of a plane crash.",
    "smus": [
      "We are looking at shocking pictures of the plane crash.",
      "Yet again, we are looking at shocking pictures of the plane crash."
    ]
  },
  {
    "instance_id": "pyrxsum-70",
    "summary": "Prime Minister David Cameron will later attempt to halt the civil war in his party caused by Iain Duncan Smith's resignation from the cabinet.",
    "smus": [
      "Prime Minister David Cameron will attempt to halt the civil war in his party caused by the resignation of Iain Duncan Smith from the cabinet.",
      "Later, Prime Minister David Cameron will attempt to halt the civil war in his party caused by the resignation of Iain Duncan Smith from the cabinet.",
      "In the wake of Iain Duncan Smith's resignation from the cabinet, he would halt the civil war in his party.",
      "Ian Duncan Smith's resignation from the cabinet."
    ]
  },
  {
    "instance_id": "pyrxsum-71",
    "summary": "The percentage of Americans living in poverty is statistically unchanged from 2010's record high, even as household income fell, a US Census report says.",
    "smus": [
      "The US Census report says the percentage of Americans living in poverty hasn't statistically changed from the record high of 2010 even as household income fell.",
      "The percentage of Americans living in poverty has changed to a record high in 2010.",
      "The percentage of Americans living in poverty has not changed from record highs in 2010.",
      "The percentage of Americans living in poverty has statistically changed from a record high in 2010.",
      "Even as household income fell, the percentage of Americans living in poverty changed to a record high in 2010."
    ]
  },
  {
    "instance_id": "pyrxsum-72",
    "summary": "A 34-year-old woman who was injured in an attack by a knifeman on a Swiss train has died in hospital, police say.",
    "smus": [
      "Police say a 34-year-old woman who was injured in a knifeman's attack on a Swiss train died in hospital.",
      "A knifeman attacked the woman.",
      "A knifeman attacked the woman on a Swiss train."
    ]
  },
  {
    "instance_id": "pyrxsum-73",
    "summary": "Boeing has shown off its \"space bins\" that can hold 50% more luggage than existing designs.",
    "smus": [
      "Boeing has shown off its space bins, which can hold 50 percent more luggage than existing designs.",
      "Perhaps 50% more luggage holds than existing designs.",
      "There are 50 percent more luggage than there are existing designs.",
      "50% more than existing luggage designs"
    ]
  },
  {
    "instance_id": "pyrxsum-74",
    "summary": "Australia is a step closer to exporting live cattle to China, opening a new market for its farmers.",
    "smus": [
      "Australia is closer to exporting live cattle to China opening a new market for its farmers.",
      "China is exporting live cattle.",
      "More so.",
      "Opening a new market for its farmers"
    ]
  },
  {
    "instance_id": "pyrxsum-75",
    "summary": "Anthony Joshua's world title bout with Wladimir Klitschko comes at the \"perfect time\", says former undisputed heavyweight champion Lennox Lewis.",
    "smus": [
      "Lenox Lewis says the world title bout between Anthony Joshua and Vladimir Klitschko comes at a perfect time as the former undisputed heavyweight champion.",
      "Anthony Joshua's bout with Vladimir Klitschko for the world title comes at a perfect time.",
      "Anthony Joshua is a bout with Vladimir Klitschko for the world title."
    ]
  },
  {
    "instance_id": "pyrxsum-76",
    "summary": "People with hidden health conditions are being offered \"Please offer me a seat\" badges in a bid to help ease their suffering on London transport.",
    "smus": [
      "Offer people seats with hidden health conditions with badges saying, \"Please offer people a seat.\"",
      "Offer people seats with hidden health conditions badges that say, \"Please offer people a seat.\"",
      "Please offer people with hidden health conditions a seat badge that says 'please offer people a seat'.",
      "Offer people seats with hidden health conditions with badges saying, \"Please offer people a seat.\"",
      "badges that say \"please offer a seat\" to people with hidden health conditions.",
      "In a bid to help ease the suffering of London transport,",
      "Help ease the suffering of London transport.",
      "to ease the suffering of London transport."
    ]
  },
  {
    "instance_id": "pyrxsum-77",
    "summary": "Leicester Tigers have signed new England loose-head prop Ellis Genge from newly-promoted Bristol.",
    "smus": [
      "Leicester Tigers have signed new England loose-head prop Ellis Genge from newly promoted Bristol.",
      "New prop.",
      "New prop, Ellis Genge.",
      "New loose-headed prop.",
      "New England prop"
    ]
  },
  {
    "instance_id": "pyrxsum-78",
    "summary": "Keith Farmer followed up his double at Knockhill by winning the Supersport sprint race at Snetterton on Saturday.",
    "smus": [
      "Keith Farmer followed up his double at Knockhill by winning the Supersport sprint race in Snetterton on Saturday.",
      "Winning the Supersport sprint race in Snetterton.",
      "Saturday, the Supersport sprint race in Snetterton was won."
    ]
  },
  {
    "instance_id": "pyrxsum-79",
    "summary": "Northern Ireland striker Conor Washington counts himself a lucky man as he prepares to head to Euro 2016.",
    "smus": [
      "Northern Ireland striker Coron Washington counts himself lucky.",
      "Northern Ireland striker Coron Washington counts himself lucky as he prepares to head to Euro 2016.",
      "Northern Ireland striker",
      "As it prepares to head to Euro 2016.",
      "Head to Euro 2016."
    ]
  },
  {
    "instance_id": "pyrxsum-80",
    "summary": "The Reality Check team answers more of your questions about the implications of the UK's vote to leave the European Union.",
    "smus": [
      "Reality check team answers more of your questions about the implications of the UK's vote to leave the European Union.",
      "Your questions are about the implications of the UK's vote to leave the European Union.",
      "More questions about the implications of the UK vote to leave the European Union.",
      "The UK voted to leave the European Union.",
      "Leave the European Union."
    ]
  },
  {
    "instance_id": "pyrxsum-81",
    "summary": "Principality Stadium chief executive Martyn Phillips would relish the chance to host an Anthony Joshua bout at the 74,500 capacity Cardiff venue.",
    "smus": [
      "Principal Stadium CEO Martyn Phillips will relish the chance to host an Anthony Joshua bout at the 74,000 capacity venue in Cardiff.",
      "The Prince Stadium is the chief executive.",
      "Anthony Joshua has a chance to host a bout at a 74,000 capacity venue in Cardiff.",
      "Host an Anthony Joshua bout.",
      "Anthony Joshua will host a bout at a 74,000 capacity venue in Cardiff."
    ]
  },
  {
    "instance_id": "pyrxsum-82",
    "summary": "Google's net income rose 17% to $3.93bn in the three months to June from the quarter last year, boosted by an 11% rise in revenues to $17.7bn.",
    "smus": [
      "Google's net income rose 17% to $339.3 billion dollars, boosted by a 11% rise in revenues to $17.5 billion, to $11 billion in revenues.",
      "Google's net income rose 17% to $339.3 billion in June, boosted by a 11% rise in revenues to $17.5 billion, and its revenues went from $11 billion to $17 billion in June.",
      "Google's net income rose 17% to $339.3 billion in the last quarter, boosted by a 11% rise in revenues to $17.5 billion, and its revenues went from $11 billion to $17 billion in the last quarter."
    ]
  },
  {
    "instance_id": "pyrxsum-83",
    "summary": "Pregnant women should visit countries with a risk of malaria only if their trip is essential, experts are warning.",
    "smus": [
      "Experts are warning pregnant women should visit countries at risk from malaria only if it is essential.",
      "Pregnancy women will visit malaria-risk countries.",
      "Pregnancy women will only visit malaria-risk countries if essential.",
      "Pregnancy women will visit malaria-risk countries."
    ]
  },
  {
    "instance_id": "pyrxsum-84",
    "summary": "In Africa's schools, old-fashioned, dusty textbooks are gradually being replaced by tablets, computers and mobile phones.",
    "smus": [
      "The old-fashion dusty textbooks were replaced by tablets, computers and mobile phones.",
      "The old-fashion dusty textbooks are gradually replaced by tablets, computers and mobile phones.",
      "In African schools, old-fashioned dusty textbooks were replaced with tablets, computers and mobile phones."
    ]
  },
  {
    "instance_id": "pyrxsum-85",
    "summary": "More than half of Scots have run out of money before pay day, according to a new report.",
    "smus": [
      "More than half the Scottish people ran out of money before the day of the pay, according to the new report.",
      "More than half the Scots are running out of money.",
      "More than half the Scots ran out of money before the day of the pay."
    ]
  },
  {
    "instance_id": "pyrxsum-86",
    "summary": "The Taliban's capture of the strategically-located Sangin, once considered the deadliest battlefield for US and British troops in Afghanistan, will increase the group's mobility in the north of the province and give it control of an important supply line with the provincial capital Lashkar Gah",
    "smus": [
      "The Taliban's capture of strategically located Sangin, once considered the deadliest battlefield in northern Afghanistan for American and British troops, would increase their mobility in the region.",
      "Sangin was strategically located and considered the deadliest battlefield in northern Afghanistan for American and British troops.",
      "The provincial capital is strategically located and once considered the deadliest battlefield in northern Afghanistan for American and British troops.",
      "Sangin is a strategically located capital city that has once been considered the deadliest battlefield in northern Afghanistan for American and British troops.",
      "Lashkar Gah is a strategically located capital city of the province of Punjab, once considered the deadliest battlefield in northern Afghanistan for American and British troops.",
      "The battlefield in northern Afghanistan once was considered the deadliest for American and British troops.",
      "The deadliest.",
      "Give the province of Lashkar Gah control of an important supply line to the provincial capital.",
      "The province has control over an important supply line to the provincial capital Lashkar Gah.",
      "There is an important supply line from the provincial capital Lashkar Gah to the province."
    ]
  },
  {
    "instance_id": "pyrxsum-87",
    "summary": "Western Sahara is a sparsely-populated area of mostly desert situated on the northwest coast of Africa.",
    "smus": [
      "A sparsely populated area situated on Africa's northwest coast.",
      "A sparsely populated area situated on Africa's northwest coast, most of it is desert.",
      "Western Sahara is a sparsely populated area situate on Africa's northwest coast."
    ]
  },
  {
    "instance_id": "pyrxsum-88",
    "summary": "Deputy First Minister John Swinney will give MSPs his response to a report into the death of Aberdeen schoolboy Bailey Gwynne next week.",
    "smus": [
      "Deputy Minister John Swinney will give a response to a report of the death of schoolboy Bailey Gwynne in Aberdeen.",
      "Deputy Minister John Swinney will give a response to the report next week that the schoolboy Bailey Gwynne had died in Aberdeen.",
      "First Deputy Minister Member",
      "John Swinney is the first Deputy Minister in the House.",
      "First Deputy Minister, Bailey Gwynne.",
      "First Deputy Minister Schoolboy.",
      "First Deputy Minister Member, Aberdeen",
      "First Deputy Minister.",
      "In response to a report of the death of schoolboy Bailey Gwynne in Aberdeen,"
    ]
  },
  {
    "instance_id": "pyrxsum-89",
    "summary": "Police at the Download Festival have kept their promise and have been posing for fan photos despite extra security.",
    "smus": [
      "Police at the Download Festival have kept their promise.",
      "Posing for fan photos.",
      "Posing for fan photos despite extra security."
    ]
  },
  {
    "instance_id": "pyrxsum-90",
    "summary": "Competition for nesting sites could explain why some birds and bumblebees are declining faster than others.",
    "smus": [
      "Competition for nest sites will explain why some birds and bees are declining faster than others.",
      "Some birds and bees are declining faster than others.",
      "faster than others."
    ]
  },
  {
    "instance_id": "pyrxsum-91",
    "summary": "The UK should not have to pay \"large\" sums to the EU to trade with it after Brexit, Boris Johnson has said.",
    "smus": [
      "Boris Johnson has said that the UK should not have to pay large sums to the EU to trade with the EU after leaving the EU.",
      "The UK must pay large sums to the EU to trade with the EU after leaving the EU.",
      "The UK does not have to pay large sums to the EU to trade with them after leaving the EU.",
      "The EU is paying large sums.",
      "The EU is paying large sums.",
      "Trade in.",
      "After leaving, they traded for them.",
      "Leave it at that."
    ]
  },
  {
    "instance_id": "pyrxsum-92",
    "summary": "A grizzly bear has attacked and killed a cyclist just outside the Glacier National Park in the northern US state of Montana, police say.",
    "smus": [
      "Police say a grizzly bear attacked and killed a cyclist just outside Glacier National Park in northern Montana, US.",
      "A grizzly bear attacked a cyclist.",
      "Killed me."
    ]
  },
  {
    "instance_id": "pyrxsum-93",
    "summary": "A man has been arrested over the \"violent assault\" and rape of a woman in a railway station car park, police have said.",
    "smus": [
      "Police said the man was arrested for a violent assault and rape against a woman in a car park at a railway station.",
      "The man was arrested for a violent assault and rape against a woman in a car park at a railway station.",
      "The assault was against the woman.",
      "A violent assault on a woman.",
      "Rape."
    ]
  },
  {
    "instance_id": "pyrxsum-94",
    "summary": "A diabetic MP who asked Coca-Cola not to take its Christmas truck to Leicester has been accused of hypocrisy for opening a sweet shop in the city.",
    "smus": [
      "A diabetic MP who asked Coke-Cola not to take their Christmas truck to Leicester has been accused of hypocrisy for opening a sweet shop there.",
      "A diabetic MP asked Coke-Cola not to take their Christmas truck to Leicester.",
      "Parliament has a diabetes member.",
      "Coca-Cola didn't take their Christmas truck to Leicester, he asked.",
      "Coca-Cola will take their Christmas truck to Leicester.",
      "Coke-Cola didn't take their Christmas truck to Leicester.",
      "Open a sweet shop.",
      "The sweet shop opened in the city."
    ]
  },
  {
    "instance_id": "pyrxsum-95",
    "summary": "An Orlando mother who was found not guilty of murdering her two-year old daughter Caylee has broken her silence six years later.",
    "smus": [
      "A mother in Orlando who has broken her silence has found herself not guilty of murdering her two-year-old daughter, Caylee.",
      "Six years later, a mother in Orlando, who has been found not guilty of murdering her two-year-old daughter, Caylee, broke her silence.",
      "The mother who has not been found guilty of murdering her two-year-old daughter, Caylee.",
      "A mother who has not been found guilty of murdering her 2-year-old daughter, Caylee, in Orlando.",
      "The mother who has not been found guilty of murdering his 2-year-old daughter, Caylee, is the daughter of a mother and a daughter.",
      "The mother who has not been found guilty of murdering her two-year-old daughter, Caylee, is a two-year-old mother.",
      "The mother has a daughter.",
      "Caylee, his daughter of two, was found guilty of murder.",
      "Caylee, his two-year-old daughter, was not guilty.",
      "Caylee, his daughter of two, was murdered."
    ]
  },
  {
    "instance_id": "pyrxsum-96",
    "summary": "The devolution settlement for Wales is less fair than those offered to Scotland and Northern Ireland, the Archbishop of Wales has said.",
    "smus": [
      "Wales' Archbishop has said that a devolved settlement for Wales would be less fair than that offered to Scotland and Northern Ireland.",
      "Wales is the Archbishop.",
      "A devolved settlement for Scotland would be less fair than the one offered to Scotland and Northern Ireland.",
      "Less than the settlement offered to Scotland and Northern Ireland."
    ]
  },
  {
    "instance_id": "pyrxsum-97",
    "summary": "Labour will keep its election promises despite uncertainty over Brexit, but cuts to some services are inevitable, the first minister has warned.",
    "smus": [
      "The first minister has warned that while leaving Britain is uncertain, cuts to some services are inevitable.",
      "While leaving Britain isn't certain, Labour will keep its electoral promises, cuts to some services will be inevitable.",
      "Labour will keep its election promises.",
      "Labour will keep its election promises despite the uncertainty of leaving Britain."
    ]
  },
  {
    "instance_id": "pyrxsum-98",
    "summary": "A convicted fraudster used an \"ingenious\" escape plot to trick prison wardens into letting him go free, a court has heard.",
    "smus": [
      "The court heard that the convicted fraudster used an ingenious escape plot to trick prison wardens into letting them free.",
      "Convicted fraudsters used their ingenious escape plot to trick prison wardens into letting them free.",
      "Convicted fraudster.",
      "The plot was to escape.",
      "It was an ingenious plot to escape.",
      "Trick the prison wardens into letting them free.",
      "letting freedom be."
    ]
  },
  {
    "instance_id": "pyrxsum-99",
    "summary": "The M6 motorway between Wolverhampton and Walsall has reopened after a fatal crash.",
    "smus": [
      "empty!"
    ]
  }
]