{"instance_id": "d0901-A", "summarizer_id": "A", "summary": "Since they became separate nations in 1947, India and Pakistan have fought two wars over Kashmir, the Himalayan province which was split between them.  Kashmir is India's only majority Islam province, and an Islam insurgency began on the Indian side in 1989. More than 45,000 people were killed. A bilateral cease fire was pronounced in 2003, and Prime Minister Singh of India reduced troop levels by 40,000 in a force of 500,000. Peace talks began in 2004 and in March 2005, bus service between the two countries began, the first tangible result of the peace talks.", "stus": ["they became separate nations", "they became in 1947", "Since they became separate nations in 1947 India and Pakistan fought two wars over Kashmir , the Himalayan province which was split between them", "the Himalayan province which was split between them", "Kashmir is India 's only majority Islam province", "an Islam insurgency began on the Indian side", "an Islam insurgency began in 1989", "More than 45,000 people were killed .", "A bilateral cease fire was pronounced in 2003", "Prime Minister Singh of India reduced troop levels", "Prime Minister Singh of India reduced by 40,000", "Prime Minister Singh of India reduced in a force of 500,000", "Peace talks began in 2004", "in March 2005 bus service between the two countries began the first tangible result of the peace talks"]}
{"instance_id": "d0901-A", "summarizer_id": "C", "summary": "During November 2004, India's prime minister reduced troops on the Kashmir border as a goodwill gesture prior to his visit. While there, he met with Kashmiri separatist leaders. India rejected a Pakistani suggestion that some Kashmir areas be made independent, placed under joint control, or put under UN administration. The Indian and Pakistani prime ministers were to meet in New Delhi to further the peace process begun in January and facilitated by a year-long ceasefire. Consequently, on April 7, 2005, limited bi-weekly bus service between the Indian- and Pakistani-controlled sections of Kashmir resumed for the first time in 57 years.", "stus": ["During November 2004 India 's prime minister reduced troops on the Kashmir border", "During November 2004 India 's prime minister reduced as a goodwill gesture", "During November 2004 India 's prime minister reduced prior to his visit", "While there he met with Kashmiri separatist leaders", "India rejected a Pakistani suggestion that some Kashmir areas be made independent , placed under joint control , or put under UN administration", "some Kashmir areas placed under joint control", "some Kashmir areas put under UN administration", "the peace process begun in January", "the peace process facilitated by a year - long ceasefire", "Pakistani controlled sections", "Consequently on April 7 , 2005 limited bi - weekly bus service between the Indian- and Pakistani - controlled sections of Kashmir resumed for the first time in 57 years"]}
{"instance_id": "d0901-A", "summarizer_id": "F", "summary": "A border ceasefire begun November 25, 2003 has held. The US pressured Pakistan to control militant groups. India's early 2004 talks with Kashmiri separatists showed little progress. India and Pakistan were to start formal talks on Kashmir in December. Pakistani President Musharraf suggested making Kashmir autonomous or putting parts under joint India/Pakistan or UN control. Indian PM Singh committed to making peace with Pakistan but rejected redrawing the border. India withdrew some border troops. Singh visited Kashmir three times and announced a Kashmiri economic development plan. Bus service between the Indian and Pakistani zones started in April 2005.", "stus": ["A border ceasefire begun November 25 , 2003", "The US pressured Pakistan", "The US pressured to control militant groups", "India 's early 2004 talks with Kashmiri separatists showed little progress", "India and Pakistan were to start formal talks on Kashmir in December", "Pakistani President Musharraf suggested making Kashmir autonomous or putting parts under joint India / Pakistan or UN control", "Indian PM Singh committed to making peace with Pakistan", "Indian PM Singh rejected redrawing the border", "Indian PM Singh redrawing the border", "India withdrew some border troops", "Singh visited Kashmir", "Singh visited three times", "Singh announced a Kashmiri economic development plan", "Bus service between the Indian and Pakistani zones started in April 2005"]}
{"instance_id": "d0901-A", "summarizer_id": "H", "summary": "There appears to be progress in the Indian-Pakistani dispute over Kashmir. The bilateral ceasefire has held for a year. The Indian Prime Minister met with Kashmiri political leaders for the first time. India has reduced the number of border troops and announced a multibillion-dollar development plan. Bus service has been opened for the first time in 57 years. The Pakistani President has suggested three solutions: Some areas of Kashmir could be made independent or placed under joint Indian-Pakistani control or put under UN administration. However, India has ruled out division along religious lines or redrawing international borders.", "stus": ["There appears to be progress in the Indian - Pakistani dispute over Kashmir .", "The bilateral ceasefire held for a year", "The Indian Prime Minister met with Kashmiri political leaders", "The Indian Prime Minister met for the first time", "India reduced the number of border troops", "India announced a multibillion - dollar development plan", "Bus service been opened for the first time in 57 years", "The Pakistani President suggested three solutions : Some areas of Kashmir could be made independent or placed under joint Indian - Pakistani control or put under UN administration", "could made independent", "Some areas of Kashmir could placed under joint Indian - Pakistani control", "Some areas of Kashmir could put under UN administration", "However India ruled division along religious lines or redrawing international borders"]}
{"instance_id": "d0902-A", "summarizer_id": "A", "summary": "The FDA has approved the use of an emergency contraceptive, called the morning-after pill. When used within 72 hours after intercourse, the drug prevents pregnancy. Barr Pharmaceuticals proposed that the FDA allow girls age 16 or older to obtain the drug over the counter. Proponents claimed it would be invaluable in preventing unplanned pregnancies. Opponents argued that the pill causes abortion, which they strongly oppose. Medical authorities disputed this. Conservatives feared its use would make young girls more promiscuous. Research following 2,000 California girls found that those who used the pill were not more likely to have unprotected sex.", "stus": ["The FDA approved the use of an emergency contraceptive , called the morning - after pill", "an emergency contraceptive called the morning - after pill", "When used within 72 hours after intercourse", "When used within 72 hours after intercourse the drug prevents pregnancy", "Barr Pharmaceuticals proposed that the FDA allow girls age 16 or older to obtain the drug over the counter", "the FDA allow girls age 16 or older to obtain the drug over the counter", "Proponents claimed it would be invaluable in preventing unplanned pregnancies", "it would be invaluable in preventing unplanned pregnancies", "Opponents argued that the pill causes abortion , which they strongly oppose", "the pill causes abortion", "the pill causes which they strongly oppose", "Medical authorities disputed this", "Conservatives feared its use would make young girls more promiscuous", "its use would make young girls more promiscuous", "Research following 2,000 California girls", "Research following 2,000 California girls found that those who used the pill were not more likely to have unprotected sex", "those who used the pill", "those who used the pill were not more likely to have unprotected sex"]}
{"instance_id": "d0902-A", "summarizer_id": "B", "summary": "Introduction of the \"morning-after pill\" led to much controversy over its use and distribution. Some groups considered it a form of abortion while others argued it was not. Some said it encouraged teen-age sex while scientific studies indicated it did not. The pill was available by prescription only. Proponents argued for its sale \"over the counter\" (OTC). Opponents said this would encourage teen-age sex. The Food and Drug Administration (FDA) rejected a proposal for OTC sales in May 2004. In January 2005 it continued to consider OTC sales to women 16 years or older.", "stus": ["Introduction of the \" morning - after pill \" led to much controversy over its use and distribution", "Some groups considered it a form of abortion", "Some groups considered while others argued it was not", "others argued it was not", "Some said it encouraged teen - age sex while scientific studies indicated it did not", "it encouraged teen - age sex", "it encouraged while scientific studies indicated it did not", "scientific studies indicated it did not", "The pill was available", "The pill was by prescription only", "Proponents argued for its sale \" over the counter \" ( OTC )", "Opponents said this would encourage teen - age sex", "this would encourage teen - age sex", "The Food and Drug Administration ( FDA ) rejected a proposal for OTC sales", "The Food and Drug Administration ( FDA ) rejected in May 2004", "In January 2005 it continued to consider OTC sales to women 16 years or older"]}
{"instance_id": "d0902-A", "summarizer_id": "G", "summary": "Debate continues on over-the-counter availability of the \"morning after pill.\" US supporters consider it safe and effective in preventing unwanted pregnancies. Those opposed, especially the Bush administration and the religious right, consider the pill an abortion, interference with \"natural law\", and promoting promiscuity. Two studies found it did not increase sexual activity, but also did not decrease pregnancies. The DEA is expected to decide soon whether the pill can be dispensed over the counter to those 16 and older. Also debated is whether pharmacists may refuse to fill prescriptions for this pill. Other nations are also concerned.", "stus": ["Debate continues on over - the - counter availability of the \" morning after pill", "US supporters consider it safe and effective in preventing unwanted pregnancies", "Those opposed , especially the Bush administration and the religious right consider the pill an abortion , interference with \" natural law \" , and promoting promiscuity", "Those opposed , especially the Bush administration and the religious right promoting promiscuity", "Two studies found it did not increase sexual activity , but also did not decrease pregnancies", "it not increase sexual activity", "it not decrease pregnancies", "The DEA is expected to decide soon whether the pill can be dispensed over the counter to those 16 and older", "the pill can dispensed over the", "the pill can dispensed counter to those 16 and older", "Also debated whether pharmacists may refuse to fill prescriptions for this pill", "pharmacists may refuse to fill prescriptions for this pill", "Other nations are also", "Other nations are concerned"]}
{"instance_id": "d0902-A", "summarizer_id": "H", "summary": "The conflict over approval of the morning-after pill continues. Both sides consider the drug safe and effective. Opponents claim that such accessability would encourage teens to have sex. Supporters say that it would reduce the number of teenage pregnancies significantly. The Bush Administration has promoted abstinence-only education and a top FDA official rejected nonprescription sales, overruling the strong recommendation of FDA scientific advisers. Six states allow nonprescription sales of the drug. Now there is a proposal that to make the pill available without prescription to those 16 and older, but to require younger teens to consult a physician.", "stus": ["The conflict over approval of the morning - after pill continues .", "Both sides consider the drug safe and effective", "Opponents claim that such accessability would encourage teens to have sex", "such accessability would encourage teens", "such accessability would encourage to have sex", "Supporters say that it would reduce the number of teenage pregnancies significantly", "it would reduce the number of teenage pregnancies", "it would reduce significantly", "The Bush Administration promoted abstinence - only education", "a top FDA official rejected nonprescription sales", "a top FDA official rejected overruling the strong recommendation of FDA scientific advisers", "a top FDA official overruling the strong recommendation of FDA scientific advisers", "Six states allow nonprescription sales of the drug", "Now is a proposal that to make the pill available without prescription to those 16 and older , but to require younger teens to consult a physician"]}
{"instance_id": "d0903-A", "summarizer_id": "A", "summary": "With rising prices of natural gas and oil, interest is increasing in alternative fuels. The market for solar power is expected by some to grow 35% a year in the next five years. Earlier, $20,000, the minimum cost to install a home solar-power system, was too high; but now higher efficiency and tax and rebate incentives from government and utilities help reduce that cost. California has many solar electricity systems already in operation. Interest is widespread. Portugal plans the world's biggest solar energy power station. Taiwan claims the best silicon solar cell plant. Italy has Europe's first solar-powered train.", "stus": ["With rising prices of natural gas and oil interest is increasing in alternative fuels", "The market for solar power is expected by some", "The market for solar power is expected to grow 35 % a year in the next five years", "Earlier $ 20,000 , the minimum cost to install a home solar - power system , was too high", "now higher efficiency and tax and rebate incentives from government and utilities help reduce that cost", "higher efficiency and tax and rebate incentives from government and utilities reduce that cost", "California has many solar electricity systems already in operation", "Interest is widespread", "Portugal plans the world 's biggest solar energy power station", "Taiwan claims the best silicon solar cell plant", "Italy has Europe 's first solar - powered train", "solar powered train"]}
{"instance_id": "d0903-A", "summarizer_id": "D", "summary": "Spain loaned the Philippines $4.4 million for a solar project to provide electricity to nearly 300 thousand rural households, schools, potable water systems, and health centers. Portugal planned to begin work on the world's biggest solar power station in 2006. The project, built by BP, was expected to create 240 jobs. The California counties of Fresno and Madera operate 500 solar electricity systems and Long Island powers 560 homes and businesses by solar energy. Italy developed a solar power train that powers air conditioning, illumination, and safety systems. Japan and Wales use solar panels for a portion of train power.", "stus": ["Spain loaned the Philippines", "Spain loaned $ 4.4 million", "Spain loaned for a solar project to provide electricity to nearly 300 thousand rural households , schools , potable water systems , and health centers", "Portugal planned to begin work on the world 's biggest solar power station in 2006", "The project built by BP", "The project , built by BP , was expected to create 240 jobs", "The California counties of Fresno and Madera operate 500 solar electricity systems", "Long Island powers 560 homes and businesses", "Long Island powers by solar energy", "Italy developed a solar power train that powers air conditioning , illumination , and safety systems", "a solar power train that powers air conditioning , illumination , and safety systems", "Japan and Wales use solar panels", "Japan and Wales use for a portion of train power"]}
{"instance_id": "d0903-A", "summarizer_id": "E", "summary": "Interest in solar power is increasing with large scale projects planned in Portugal and the Philippines. Large energy giants like BP and Royal Dutch Shell are involved in producing equipment. The agricultural valleys of California are considered favorable for solar power. Home conversions to solar power will probably require subsidies to offset initial costs but will lead to low monthly bills. Improvements in semiconductors will aid solar development. Solar panels on trains in Italy and Japan provide for air conditioning, illumination and safety systems. Solar cars and backpacks have been developed.", "stus": ["Interest in solar power is increasing with large scale projects planned in Portugal and the Philippines", "large scale projects planned in Portugal and the Philippines", "Large energy giants like BP and Royal Dutch Shell are involved in producing equipment", "Large energy giants like BP and Royal Dutch Shell producing equipment", "The agricultural valleys of California are considered favorable for solar power .", "Home conversions to solar power will probably require subsidies", "Home conversions to solar power will probably require to offset initial costs", "Home conversions to solar power will lead to low monthly bills", "Improvements in semiconductors will aid solar development", "Solar panels on trains in Italy and Japan provide for air conditioning , illumination and safety systems", "Solar cars and backpacks have been developed ."]}
{"instance_id": "d0903-A", "summarizer_id": "G", "summary": "Expectations are high for the growth of solar power. Petroleum industry officials warn solar could become competitive by 2015. In the US, the solar market is expected to grow by 35% a year. In California, production increased from 10 megawatts in 2001 to 100 in 2005. In New York, demand for home systems skyrocketed this year. Portugal is planning a 62 megawatt power station for completion in 2009. In the Philippines, a $63.1 million project is bringing power to rural areas. Taiwan is developing the solar industry chain. Other projects include solar powered trains, cars, and backpack battery chargers.", "stus": ["Expectations are high", "Expectations are for the growth of solar power", "Petroleum industry officials warn solar could become competitive by 2015", "solar could become competitive", "solar could become by 2015", "In the US the solar market is expected to grow by 35 % a year", "In California production increased from 10 megawatts in 2001", "In California production increased to 100 in 2005", "In New York demand for home systems skyrocketed this year", "Portugal is planning a 62 megawatt power station for completion in 2009", "In the Philippines a $ 63.1 million project is bringing power", "In the Philippines a $ 63.1 million project is bringing to rural areas", "Taiwan is developing the solar industry chain", "Other projects include solar powered trains , cars , and backpack battery chargers"]}
{"instance_id": "d0904-A", "summarizer_id": "A", "summary": "In 2005 the husband and mother of a federal judge in Oregon were shot to death after the judge made a ruling unfavorable to the leader of a white supremacist group called Creativity. An Arkansas group, White Revolution, clashed with a crowd in Boston where holocaust survivors were commemorating the liberation of Nazi concentration camps. Hundreds of protestors broke up a planned march by a neo-Nazi group in Toledo. A candidate for a city council race in North Carolina posted comments 4,000 times on a white supremacist internet site. He said blacks should be treated like \"rabid beasts.\"", "stus": ["In 2005 the husband and mother of a federal judge in Oregon were shot to death", "In 2005 the husband and mother of a federal judge in Oregon were shot after the judge made a ruling unfavorable to the leader of a white supremacist group called Creativity", "the judge made a ruling unfavorable to the leader of a white supremacist group called Creativity", "a white supremacist group called Creativity", "An Arkansas group , White Revolution , clashed with a crowd in Boston where holocaust survivors were commemorating the liberation of Nazi concentration camps", "a crowd where holocaust survivors were commemorating the liberation of Nazi concentration camps", "Hundreds of protestors broke a planned march by a neo - Nazi group in Toledo", "A candidate for a city council race in North Carolina posted comments", "A candidate for a city council race in North Carolina posted 4,000 times", "A candidate for a city council race in North Carolina posted on a white supremacist internet site", "He said blacks should be treated like \" rabid beasts", "blacks should treated like \" rabid beasts"]}
{"instance_id": "d0904-A", "summarizer_id": "C", "summary": "White supremacists often travel cross-country staging protests. An Arkansas-based group protested in Boston. A Virginia-based group marched in Toledo, Ohio. Neo-Nazis urged followers to travel to Crawford, Texas to protest the Iraq war. One neo-Nazi leader plotted to kill a federal judge. White supremacists spread their word through books and internet postings, often quoting King and other civil rights leaders to advance their own agendas. To avoid violent clashes, community leaders have pleaded for calm, staged peace rallies and delayed announcing protest routes. A national watchdog group monitors warehouse activities of online retailer Aryan Wear in Dallas-Fort Worth, Texas.", "stus": ["White supremacists often travel cross - country", "White supremacists often travel staging protests", "Arkansas based group", "An Arkansas - based group protested in Boston", "Virginia based group", "A Virginia - based group marched in Toledo , Ohio", "Neo - Nazis urged followers", "Neo - Nazis urged to travel to Crawford , Texas to protest the Iraq war", "One neo - Nazi leader plotted to kill a federal judge", "White supremacists spread their word", "White supremacists spread through books and internet postings", "White supremacists spread often quoting King and other civil rights leaders to advance their own agendas", "White supremacists often quoting King and other civil rights leaders", "White supremacists often quoting to advance their own agendas", "To avoid violent clashes community leaders pleaded for calm", "To avoid violent clashes community leaders staged peace rallies", "To avoid violent clashes community leaders delayed announcing protest routes", "community leaders announcing protest routes", "A national watchdog group monitors warehouse activities of online retailer Aryan Wear in Dallas - Fort Worth , Texas ."]}
{"instance_id": "d0904-A", "summarizer_id": "D", "summary": "When the mother and spouse of a Federal judge handling a lawsuit against white supremacists were murdered, law enforcement officials investigated a connection to Matthew Hale, a white supremacist. White supremacists clashed with a crowd in Boston where Holocaust survivors celebrated the liberation of Nazi concentration camps. Aryan Wear, a Texas group, offers clothing for white supremacists. A Charlotte NC city council candidate dropped out of a race when it was disclosed he had posted to a white supremacist Website. Violence erupted in Toledo OH when white supremacists assembled for a march against black gang violence against whites.", "stus": ["a Federal judge handling a lawsuit against white supremacists", "When the mother and spouse of a Federal judge handling a lawsuit against white supremacists were murdered law enforcement officials investigated a connection to Matthew Hale , a white supremacist", "White supremacists clashed with a crowd in Boston where Holocaust survivors celebrated the liberation of Nazi concentration camps", "where Holocaust survivors celebrated the liberation of Nazi concentration camps", "Aryan Wear , a Texas group , offers clothing", "Aryan Wear , a Texas group , offers for white supremacists", "A Charlotte NC city council candidate dropped of a race", "A Charlotte NC city council candidate dropped when it was disclosed he had posted to a white supremacist Website", "when was disclosed he had posted to a white supremacist Website", "he posted to a white supremacist Website", "Violence erupted in Toledo", "Violence erupted OH", "Violence erupted when white supremacists assembled for a march against black gang violence against whites", "when white supremacists assembled for a march against black gang violence against whites"]}
{"instance_id": "d0904-A", "summarizer_id": "F", "summary": "White supremacists threatened a Chicago judge and murdered her husband and mother. Arkansas-based supremacists clashed in Boston with Holocaust survivors and families commemorating the liberation of concentration camps. Aryan Wear sells white supremacist clothing, music and books online. The FBI can do little because the business is not breaking the law. A white supremacist sought a North Carolina county council seat and self-published a racist novel. Supremacists use the words of civil rights leaders to advance their agendas. Rioting erupted when counter-protestors broke up a Virginia neo-Nazi group's planned march in Toledo. The Southern Poverty Law Center tracks extremist groups.", "stus": ["White supremacists threatened a Chicago judge", "White supremacists murdered her husband and mother", "Arkansas based supremacists", "Arkansas - based supremacists clashed in Boston", "Arkansas - based supremacists clashed with Holocaust survivors and families commemorating the liberation of concentration camps", "Holocaust survivors and families commemorating the liberation of concentration camps", "Aryan Wear sells white supremacist clothing , music and books", "Aryan Wear sells online", "The FBI can do little", "The FBI can do because the business is not breaking the law", "the business not breaking the law", "A white supremacist sought a North Carolina county council seat", "A white supremacist self published a racist novel", "Supremacists use the words of civil rights leaders", "Supremacists use to advance their agendas", "Rioting erupted when counter - protestors broke up a Virginia neo - Nazi group 's planned march in Toledo", "when counter - protestors broke a Virginia neo - Nazi group 's planned march in Toledo", "a Virginia neo - planned march", "The Southern Poverty Law Center tracks extremist groups"]}
{"instance_id": "d0905-A", "summarizer_id": "A", "summary": "Europe leads the way in producing energy from wind. It is planned that by 2010, 22% of its electricity will come from renewal sources. Denmark already receives 18% of its energy from wind power. Four hundred turbines are to be built in the sea off the coast of Spain. Fishermen claim they will disturb tuna migration and force their boats into treacherous waters. A U.S. plan to build 130 turbines in the ocean south of Cape Cod is meeting strong opposition from residents of nearby resorts who say the turbines would spoil the view, disrupt fishing and harm birds.", "stus": ["Europe leads the way in producing energy from wind", "Europe producing energy", "Europe producing from wind", "by 2010 22 % of its electricity will come from renewal sources", "Denmark already receives 18 % of its energy", "Denmark already receives from wind power", "Four hundred turbines built in the sea off the coast of Spain", "Fishermen claim they will disturb tuna migration and force their boats into treacherous waters", "they will disturb tuna migration", "they will force their boats", "they will force into treacherous waters", "A U.S. plan to build 130 turbines in the ocean south of Cape Cod is meeting strong opposition from residents of nearby resorts who say the turbines would spoil the view , disrupt fishing and harm birds", "residents of nearby resorts who say the turbines would spoil the view , disrupt fishing and harm birds", "the turbines would spoil the view"]}
{"instance_id": "d0905-A", "summarizer_id": "D", "summary": "The first US offshore wind turbine plan was in Nantucket Sound. Opponents of offshore wind power sought a more comprehensive strategy for wind energy and argued it would spoil vacation area aesthetics, disrupt commercial fishing and harm birds and marine life. One study found the proposal would have little effect on the surrounding air, sea, and animal life or fishing conditions. Another study concluded the turbines could alter local weather. Fishermen opposed clusters of windmills on Spain's southern shore because they would disturb tuna migration and necessitate dangerous detours.", "stus": ["The first US offshore wind turbine plan was in Nantucket Sound", "Opponents of offshore wind power sought a more comprehensive strategy for wind energy", "Opponents of offshore wind power argued it would spoil vacation area aesthetics , disrupt commercial fishing and harm birds and marine life", "it would spoil vacation area aesthetics", "it would disrupt commercial fishing", "One study found the proposal would have little effect on the surrounding air , sea , and animal life or fishing conditions", "the proposal would have little effect on the surrounding air , sea , and animal life or fishing conditions", "Another study concluded the turbines could alter local weather", "the turbines could alter local weather", "Fishermen opposed clusters of windmills on Spain 's southern shore", "Fishermen opposed because they would disturb tuna migration and necessitate dangerous detours", "they would disturb tuna migration"]}
{"instance_id": "d0905-A", "summarizer_id": "G", "summary": "Proponents of wind turbine generated power consider it a safe, pollution free, way to reduce dependence on fossil fuels. It counteracts global warming by reducing greenhouse gases and preserves oil and natural gas resources. They contend there is no harm to the local environment and even attract sightseers. Opponents primarily consider wind farms to be a blight on the landscape that lowers property values, tourism and jobs. They expect off shore farms to disrupt commercial shipping, harm birds and marine life, and impact sport and commercial fishing. Land-based farms are deemed to affect local weather, vegetation and wildlife.", "stus": ["wind turbine generated power", "Proponents of wind turbine generated power consider it a safe , pollution free , way to reduce dependence on fossil fuels", "It counteracts global warming", "It counteracts by reducing greenhouse gases", "It reducing greenhouse gases", "It preserves oil and natural gas resources", "They contend there is no harm to the local environment", "They even attract sightseers", "Opponents primarily consider wind farms to be a blight on the landscape that lowers property values , tourism and jobs", "a blight on the landscape that lowers property values , tourism and jobs", "They expect off shore farms to disrupt commercial shipping , harm birds and marine life , and impact sport and commercial fishing", "off shore farms impact sport and commercial fishing", "Land based farms"]}
{"instance_id": "d0905-A", "summarizer_id": "H", "summary": "Proponents of wind power assert that it is a safe, non-polluting, renewable alternative to fossil fuel. Opponents say that the turbines are ugly, disrupt fishing, harm birds and marine wildlife, and affect local weather. Wind power is widely used in Europe, both on land and offshore. Now the first U.S. off-shore wind farm has been proposed for Nantucket Sound. Opponents emphasize the aesthetic impact of the project, while a draft environmental report said that it would not hinder commercial or sport activities nor would it kill birds or fish or affect currents, water quality, or noise levels.", "stus": ["it is a safe , non - polluting , renewable alternative to fossil fuel", "Opponents say that the turbines are ugly , disrupt fishing , harm birds and marine wildlife , and affect local weather", "the turbines are ugly", "the turbines affect local weather", "Wind power widely used in Europe both on land and offshore", "Now the first U.S. off - shore wind farm been proposed for Nantucket Sound", "Opponents emphasize the aesthetic impact of the project", "Opponents emphasize while a draft environmental report said that it would not hinder commercial or sport activities nor would it kill birds or fish or affect currents , water quality , or noise levels", "a draft environmental report said that it would not hinder commercial or sport activities nor would it kill birds or fish or affect currents , water quality , or noise levels", "it would not hinder commercial or sport activities", "nor would it kill birds or fish", "nor would it affect currents , water quality , or noise levels"]}
{"instance_id": "d0906-A", "summarizer_id": "A", "summary": "In January 2005, rescue workers in southern California used snowplows, snowcats and snowmobiles to free people from a highway where snow, sleet, rain and fog caused a 200-vehicle logjam. A fourth day of storms took a heavy toll as saturated hillsides gave way, mudslides inundating houses and closing highways. People fled neighborhoods up and down the coast. Eight of nine horse races at Santa Anita were canceled for the first time in 10 years. More than 6,000 houses were without power in Los Angeles. A scientist said Los Angeles had not seen such intensity of winter downpours since 1889-90.", "stus": ["In January 2005 rescue workers in southern California used snowplows , snowcats and snowmobiles", "In January 2005 rescue workers in southern California used to free people from a highway where snow , sleet , rain and fog caused a 200 - vehicle logjam", "a highway where snow , sleet , rain and fog caused a 200 - vehicle logjam", "A fourth day of storms took a heavy toll", "A fourth day of storms took as saturated hillsides gave way , mudslides inundating houses and closing highways", "saturated hillsides gave mudslides inundating houses and closing highways", "mudslides inundating houses", "People fled neighborhoods up and down the coast", "Eight of nine horse races at Santa Anita were canceled for the first time in 10 years", "More than 6,000 houses were without power", "More than 6,000 houses were in Los Angeles", "A scientist said Los Angeles had not seen such intensity of winter downpours since 1889 - 90", "Los Angeles not seen such intensity of winter downpours", "Los Angeles not seen since 1889 - 90"]}
{"instance_id": "d0906-A", "summarizer_id": "B", "summary": "Southern California was drenched by rainstorms in January 2005. Los Angeles had 15 inches in the first nine days. The rains caused severe flooding, sinkholes and mudslides resulting in huge property losses, blocked roads, power outages, hundreds of auto accidents, interruptions of rail traffic, and, by Jan. 10th, twenty deaths. Heroic efforts by hundreds of overtaxed rescue workers saved thousands from collapsed houses, mud piles and floodwaters. Sensitive listening devices and cadaver dogs searched for signs of life in mountains of mud and debris. By Jan 12th good weather was forecast for later in the week.", "stus": ["Southern California was drenched by rainstorms", "Southern California was drenched in January 2005", "Los Angeles had 15 inches", "Los Angeles had in the first nine days", "The rains caused severe flooding , sinkholes and mudslides", "The rains caused resulting in huge property losses , blocked roads , power outages , hundreds of auto accidents , interruptions of rail traffic", "The rains caused , and , by Jan. 10th , twenty deaths", "severe flooding , sinkholes and mudslides resulting in huge property losses , blocked roads , power outages , hundreds of auto accidents , interruptions of rail traffic , and , by Jan. 10th , twenty deaths", "Heroic efforts by hundreds of overtaxed rescue workers saved thousands", "Heroic efforts by hundreds of overtaxed rescue workers saved from collapsed houses , mud piles and floodwaters", "Sensitive listening devices and cadaver dogs searched for signs of life", "Sensitive listening devices and cadaver dogs searched in mountains of mud and debris", "By Jan 12th good weather was forecast for later in the week"]}
{"instance_id": "d0906-A", "summarizer_id": "C", "summary": "Record-breaking rains brought danger and destruction to southern California in the first weeks of 2005. The early January storms dropped more rain in Los Angeles than its average annual amount. Several thousand residents endured power outages. Conditions necessitated widespread evacuations. Landslides, mudslides, floods and downed trees caused massive destruction of homes and roads. Stranded motorists required rescue by overtaxed emergency workers. Schools, businesses, rail lines and roads were closed. Beaches were closed for sewage leaks. The number of traffic accidents tripled from the previous dry weekend. In all, the storms caused at least 20 deaths and dozens of injuries.", "stus": ["Record breaking rains", "Record - breaking rains brought danger and destruction", "Record - breaking rains brought to southern California", "Record - breaking rains brought in the first weeks of 2005", "The early January storms dropped more rain", "The early January storms dropped in Los Angeles", "The early January storms dropped than its average annual amount", "Several thousand residents endured power outages", "Conditions necessitated widespread evacuations", "Landslides , mudslides , floods and downed trees caused massive destruction of homes and roads", "Stranded motorists required rescue by overtaxed emergency workers", "Schools , businesses , rail lines and roads were closed", "Beaches were closed for sewage leaks", "The number of traffic accidents tripled from the previous dry weekend", "In all the storms caused at least 20 deaths and dozens of injuries"]}
{"instance_id": "d0906-A", "summarizer_id": "D", "summary": "Southern California was been drenched by storms beginning in late December 2004, the heaviest drenching in nearly 40 years. Over 15 inches fell during the first nine days of January. The storm resulted in human deaths and injuries. It created flooding, mudslides, and rockslides which caused power outages, evacuations, and disruption of rail services. Beaches, state parks and some mountain and ski resorts were closed. The National Weather Service said this system occurs only every 5-10 years. The extraordinary weather was attributed to a confluence of tropical air from the South Pacific and a cold front from the North.", "stus": ["Southern California been drenched by storms beginning in late December 2004 , the heaviest drenching in nearly 40 years", "storms beginning in late December 2004", "Over 15 inches fell during the first nine days of January", "The storm resulted in human deaths and injuries", "It created flooding , mudslides , and rockslides which caused power outages , evacuations , and disruption of rail services", "flooding , mudslides , and rockslides which caused power outages , evacuations , and disruption of rail services", "Beaches , state parks and some mountain and ski resorts were closed", "The National Weather Service said this system occurs only every 5 - 10 years", "this system occurs only every 5 - 10 years", "The extraordinary weather was attributed to a confluence of tropical air from the South Pacific and a cold front from the North"]}
{"instance_id": "d0907-A", "summarizer_id": "B", "summary": "John C. Yoo, a law professor at the University of California, Berkeley, served as Deputy Assistant Attorney General, Office of Legal Counsel 2001-2003. He drafted memos concerning the President's authority to wage preemptive war, the Geneva Convention, and torture. A Sept. 25, 2001 secret memo argued that President Bush had authority to wage preemptive war to protect the United Sates without Congressional approval. Other memos redefined torture and advised President Bush that the Geneva Convention does not apply to al-Qaida and the Taliban. Yoo is also a regular contributor to opinion pages of major newspapers.", "stus": ["John C. Yoo , a law professor at the University of California , Berkeley , served as Deputy Assistant Attorney General , Office of Legal Counsel", "John C. Yoo , a law professor at the University of California , Berkeley , served 2001 - 2003", "He drafted memos concerning the President 's authority to wage preemptive war , the Geneva Convention , and torture", "memos concerning the President 's authority to wage preemptive war , the Geneva Convention , and torture", "A Sept. 25 , 2001 secret memo argued that President Bush had authority to wage preemptive war to protect the United Sates without Congressional approval", "President Bush had authority to wage preemptive war to protect the United Sates without Congressional approval", "Other memos redefined torture", "Other memos advised President Bush", "Other memos advised that the Geneva Convention does not apply to al - Qaida and the Taliban", "the Geneva Convention not apply to al - Qaida and the Taliban", "Yoo is also", "Yoo is a regular contributor to opinion pages of major newspapers"]}
{"instance_id": "d0907-A", "summarizer_id": "C", "summary": "John Yoo is a constitutional scholar and law professor at UC Berkeley. He is a prolific writer and a regular contributor to opinion pages of major newspapers. As a Justice Department lawyer from 2001 to 2003, Yoo helped write a series of controversial memos to the White House following the 9/11 attacks. One memo concluded that the president has the authority to wage preemptive war. Another advised that the Geneva Convention does not apply to al-Qaida and Taliban non-state terror organizations. Yoo believes the US should not divulge which interrogation methods short of torture it might use with terror suspects.", "stus": ["John Yoo is a constitutional scholar and law professor at UC Berkeley", "He is a prolific writer and a regular contributor to opinion pages of major newspapers", "As a Justice Department lawyer from 2001 to 2003 Yoo helped write a series of controversial memos to the White House following the 9/11 attacks", "Yoo write a series of controversial memos to the White House", "Yoo write following the 9/11 attacks", "One memo concluded that the president has the authority to wage preemptive war", "the president has the authority to wage preemptive war", "Another advised that the Geneva Convention does not apply to al - Qaida and Taliban non - state terror organizations", "the Geneva Convention not apply to al - Qaida and Taliban non - state terror organizations", "Yoo believes the US should not divulge which interrogation methods short of torture it might use with terror suspects", "the US should not divulge which interrogation methods short of torture it might use with terror suspects", "which interrogation methods short of torture it might use with terror suspects"]}
{"instance_id": "d0907-A", "summarizer_id": "F", "summary": "As deputy assistant attorney general with the Office of Legal Counsel in 2001, John C. Yoo wrote a secret memo concluding Bush had authority to wage preemptive war against terrorists and countries even if not linked to 9/11 attacks. In 2002 he wrote much of the memo saying the Geneva Convention did not apply to al-Qaida, a non-state terror organization. He said rules of war have changed because the enemy has changed. Our leaders can decide what system to apply. He denied that the White House influenced OLC advice. Yoo returned to teaching law at UC Berkeley after leaving government.", "stus": ["As deputy assistant attorney general with the Office of Legal Counsel in 2001 John C. Yoo wrote a secret memo concluding Bush had authority to wage preemptive war against terrorists and countries even if not linked to 9/11 attacks", "a secret memo concluding Bush had authority to wage preemptive war against terrorists and countries even if not linked to 9/11 attacks", "Bush had authority to wage preemptive war against terrorists and countries even if not linked to 9/11 attacks", "not linked to 9/11 attacks", "In 2002 he wrote much of the memo saying the Geneva Convention did not apply to al - Qaida , a non - state terror organization", "he saying the Geneva Convention did not apply to al - Qaida , a non - state terror organization", "the Geneva Convention not apply to al - Qaida , a non - state terror organization", "He said rules of war have changed because the enemy has changed", "rules of war changed because the enemy has changed", "Our leaders can decide what system to apply", "He denied that the White House influenced OLC advice", "the White House influenced OLC advice", "Yoo returned to teaching law at UC Berkeley", "Yoo returned after leaving government", "Yoo leaving government"]}
{"instance_id": "d0907-A", "summarizer_id": "H", "summary": "John Yoo, a conservative Justice Department lawyer in the Bush Administration, helped write a series of legal memos stating that there were no limits on the President's power to wage war and redefining torture, saying that the Geneva Convention does not apply to the treatment of terrorists. Yoo asserted that these tightly held memos would not convert to orders for soldiers to violate human rights. He insisted that the White House had not dictated or influenced the content of the memos. He believed that interrogation methods should not be disclosed because terrorists could then train people to resist such methods.", "stus": ["John Yoo , a conservative Justice Department lawyer in the Bush Administration , helped write a series of legal memos stating that there were no limits on the President 's power to wage war and redefining torture , saying that the Geneva Convention does not apply to the treatment of terrorists", "John Yoo , a conservative Justice Department lawyer in the Bush Administration write a series of legal memos stating that there were no limits on the President 's power to wage war and redefining torture , saying that the Geneva Convention does not apply to the treatment of terrorists", "legal memos stating that there were no limits on the President 's power to wage war and redefining torture", "John Yoo , a conservative Justice Department lawyer in the Bush Administration legal memos saying that the Geneva Convention does not apply to the treatment of terrorists", "the Geneva Convention not apply to the treatment of terrorists", "Yoo asserted that these tightly held memos would not convert to orders for soldiers to violate human rights", "tightly held memos", "these tightly held memos would not convert to orders for soldiers to violate human rights", "He insisted that the White House had not dictated or influenced the content of the memos", "the White House not dictated the content of the memos", "the White House not influenced the content of the memos", "He believed that interrogation methods should not be disclosed because terrorists could then train people to resist such methods", "interrogation methods should not disclosed because terrorists could then train people to resist such methods", "terrorists could then train people", "terrorists could then train to resist such methods"]}
{"instance_id": "d0908-A", "summarizer_id": "B", "summary": "When King Gyanendra Bir Bikram Shah Dev of Nepal seized absolute power on Feb. 1, 2005, the United States, Britain, India and the United Nations quickly condemned the move calling for a return to democracy. China announced its respect for the choice of the Nepalese, but later condemned its Maoist rebels. On Feb. 2 the European Union condemned the King's action and called for a \"speedy\" return to multi-party democracy. On Feb. 3 Pakistan's Prime Minister opined that recent developments were Nepal's internal matters while Japan voiced concern and urged a return to democracy.", "stus": ["When King Gyanendra Bir Bikram Shah Dev of Nepal seized absolute power", "When King Gyanendra Bir Bikram Shah Dev of Nepal seized on Feb. 1 , 2005", "When King Gyanendra Bir Bikram Shah Dev of Nepal seized absolute power on Feb. 1 , 2005 the United States , Britain , India and the United Nations quickly condemned the move calling for a return to democracy", "the move calling for a return to democracy", "China announced its respect for the choice of the Nepalese", "China later condemned its Maoist rebels", "On Feb. 2 the European Union condemned the King 's action", "On Feb. 2 the European Union called for a \" speedy \" return to multi - party democracy", "On Feb. 3 Pakistan 's Prime Minister opined that recent developments were Nepal 's internal matters while Japan voiced concern and urged a return to democracy", "recent developments were Nepal 's internal matters", "Japan voiced concern", "Japan urged a return to democracy"]}
{"instance_id": "d0908-A", "summarizer_id": "E", "summary": "The US faced a policy challenge resulting from the unexpected action of Nepal's King Gyanendra in dissolving the government and claiming absolute power. The king claimed it was necessary to restore peace and democracy in the face of Maoist insurgency. The US, Britain and India who provide aid to Nepal have widely condemned the king's action. UN Secretary General Kofi Annan expressed deep concern and the European Union joined the international condemnation of Gyanendra's action. Japan, another aid donor to Nepal, voiced concern at the power grab. China called the action \"an internal affair\" and Pakistan adopted the same approach.", "stus": ["The US faced a policy challenge resulting from the unexpected action of Nepal 's King Gyanendra in dissolving the government and claiming absolute power", "a policy challenge resulting from the unexpected action of Nepal 's King Gyanendra in dissolving the government and claiming absolute power", "The king claimed it was necessary to restore peace and democracy in the face of Maoist insurgency", "The US , Britain and India who provide aid", "The US , Britain and India who provide to Nepal", "The US , Britain and India who provide aid to Nepal widely condemned the king 's action", "UN Secretary General Kofi Annan expressed deep concern", "the European Union joined the international condemnation of Gyanendra 's action", "Japan , another aid donor to Nepal , voiced concern", "Japan , another aid donor to Nepal , voiced at the power grab", "China called the action", "China called \" an internal affair \"", "Pakistan adopted the same approach"]}
{"instance_id": "d0908-A", "summarizer_id": "F", "summary": "Nepali King Gyanendra's power grab added to the regional sense that Nepal is in a downward spiral. The US, UN, EU, India and Britain condemned the move as a setback for democracy. The US and India have made no decision on continuation of military aid they were providing to Nepal in its struggle against rebels. Top Nepali aid donor Japan urged peace through dialogue. India wants to minimize links between Nepal's and India's rebels. PM Singh canceled his attendance at a summit in Bangladesh, which was postponed in response. Pakistan and China remained neutral. Human rights groups condemned both sides.", "stus": ["Nepali King Gyanendra 's power grab added to the regional sense that Nepal is in a downward spiral", "Nepal is in a downward spiral", "The US , UN , EU , India and Britain condemned the move", "The US , UN , EU , India and Britain condemned as a setback for democracy", "The US and India made no decision on continuation of military aid they were providing to Nepal in its struggle against rebels", "military aid they were providing to Nepal", "military aid they were providing in its struggle against rebels", "Top Nepali aid donor Japan urged peace", "Top Nepali aid donor Japan urged through dialogue", "India wants to minimize links between Nepal 's and India 's rebels", "PM Singh canceled his attendance at a summit in Bangladesh , which was postponed in response", "a summit in Bangladesh which was postponed in response", "Pakistan and China remained neutral", "Human rights groups condemned both sides"]}
{"instance_id": "d0908-A", "summarizer_id": "H", "summary": "Most countries, including the U.S., Britain, India, and Japan, have condemned Nepali King Gyanendra's seizure of power. The U.S. has not yet decided whether to continue its military and development aid. India has not yet commented on its military aid but is expected to continue to support Nepal's fight against the Maoist rebels. Both the E.U. and the U.N. condemned the move and called for an immediate return to multi-party democracy. International organizations including Amnesty International have denounced the suspension of civil liberties. China alone remained neutral, maintaining that this was an \"internal matter.\"", "stus": ["Most countries including the U.S. , Britain , India , and Japan", "Most countries , including the U.S. , Britain , India , and Japan condemned Nepali King Gyanendra 's seizure of power", "The U.S. not yet decided whether to continue its military and development aid", "India not yet commented on its military aid", "Both the E.U.", "and the U.N. condemned the move", "the U.N. called for an immediate return to multi - party democracy", "International organizations including Amnesty International", "International organizations including Amnesty International denounced the suspension of civil liberties", "China alone remained neutral", "China alone remained maintaining that this was an \" internal matter", "China alone maintaining that this was an \" internal matter", "this was an \" internal matter"]}
{"instance_id": "d0909-A", "summarizer_id": "B", "summary": "The 1998 Good Friday peace accord was suspended in 2002 due to violent activity by the Irish Republican Army (IRA). An appeal in April 2005 by Sinn Fein leader Adams to the IRA to abandon armed struggle was endorsed in May by Irish Prime Minister Ahern. All interested parties awaited a response from the IRA. In late June the U.S. State Department supported British Prime Minister Blair's and Ahern's call for a response. In late July there was a first glimmer of hope as three senior Sinn Fein leaders resigned from the ruling body of IRA's military wing.", "stus": ["The 1998 Good Friday peace accord was suspended in 2002", "The 1998 Good Friday peace accord was suspended due to violent activity by the Irish Republican Army ( IRA )", "An appeal in April 2005 by Sinn Fein leader Adams to the IRA to abandon armed struggle was endorsed in May", "An appeal in April 2005 by Sinn Fein leader Adams to the IRA to abandon armed struggle was endorsed by Irish Prime Minister Ahern", "All interested parties awaited a response from the IRA", "In late June the U.S. State Department supported British Prime Minister Blair 's and Ahern 's call for a response", "In late July was a first glimmer of hope", "In late July was as three senior Sinn Fein leaders resigned from the ruling body of IRA 's military wing", "three senior Sinn Fein leaders resigned from the ruling body of IRA 's military wing"]}
{"instance_id": "d0909-A", "summarizer_id": "E", "summary": "Irish PM Ahern said the main goal of the US-brokered Good Friday pact of 1998, a joint Catholic-Protestant administration in Northern Ireland, could be revived only with a complete end of IRA weapons use. The landmark peace deal led to a virtual end of violence in that area. Sinn Fein leader Gerry Adams has appealed to IRA members to end their armed struggle in favor of democratic politics. Hopes are rising in Northern Ireland that the IRA will disarm. British PM Blair and Ahern will chair a review of the Northern Ireland situation in London.", "stus": ["Irish PM Ahern said the main goal of the US - brokered Good Friday pact of 1998 , a joint Catholic - Protestant administration in Northern Ireland , could be revived only with a complete end of IRA weapons use", "US brokered Good Friday pact", "the main goal of the US - brokered Good Friday pact of 1998 , a joint Catholic - Protestant administration in Northern Ireland , could revived only with a complete end of IRA weapons use", "The landmark peace deal led to a virtual end of violence in that area", "Sinn Fein leader Gerry Adams appealed to IRA members", "Sinn Fein leader Gerry Adams appealed to end their armed struggle in favor of democratic politics", "Hopes are rising in Northern Ireland", "Hopes are rising that the IRA will disarm", "British PM Blair and Ahern will chair a review of the Northern Ireland situation in London"]}
{"instance_id": "d0909-A", "summarizer_id": "F", "summary": "The US-brokered Good Friday pact of 1998 ended three decades of violence and created a power-sharing plan in Northern Ireland. It required a complete end to IRA paramilitarism and criminality, and decommissioning of IRA weapons. Power-sharing collapsed in 2002 following continued IRA underground activities. In 2005 Gerry Adams, leader of Catholic Sinn Fein, appealed to IRA members to give up violence in favor of democratic methods, followed by similar appeals by Irish PM Bertie Ahern and Protestant party leader Ian Paisley. Adams, Martin McGuinness and Martin Ferris resigned from the IRA paramilitary council, severing its political and military wings.", "stus": ["US brokered Good Friday pact", "The US - brokered Good Friday pact of 1998 ended three decades of violence", "The US - brokered Good Friday pact of 1998 created a power - sharing plan", "The US - brokered Good Friday pact of 1998 created in Northern Ireland", "It required a complete end to IRA paramilitarism and criminality , and decommissioning of IRA weapons", "Power - sharing collapsed in 2002 following continued IRA underground activities", "In 2005 Gerry Adams , leader of Catholic Sinn Fein , appealed to IRA members", "In 2005 Gerry Adams , leader of Catholic Sinn Fein , appealed to give up violence in favor of democratic methods", "In 2005 Gerry Adams , leader of Catholic Sinn Fein , appealed followed by similar appeals by Irish PM Bertie Ahern and Protestant party leader Ian Paisley", "democratic followed by similar appeals by Irish PM Bertie Ahern and Protestant party leader Ian Paisley", "Adams , Martin McGuinness and Martin Ferris resigned from the IRA paramilitary council", "Adams , Martin McGuinness and Martin Ferris resigned severing its political and military wings", "Adams , Martin McGuinness and Martin Ferris severing its political and military wings"]}
{"instance_id": "d0909-A", "summarizer_id": "G", "summary": "The 1998 Good Friday Peace accord had proposed a joint Catholic-Protestant administration, including the Sinn Fein, for Northern Ireland. Although ending decades of fighting, power sharing collapsed in 2002 because of the Irish Republican Army's (IRA) - the military arm of the Sinn Fein - activities and failure to disarm. In 2005, British and Irish leaders sought to restore the power sharing institutions. Protestants insisted the IRA disband and disarm. Protestant leaders was urged to come onboard the peace process. On August 23, three Sinn Fein leaders resigned from leadership positions in the IRA, severing their military ties.", "stus": ["The 1998 Good Friday Peace accord proposed a joint Catholic - Protestant administration , including the Sinn Fein , for Northern Ireland", "a joint Catholic - Protestant administration including the Sinn Fein", "Although ending decades of fighting power sharing collapsed in 2002", "Although ending decades of fighting power sharing collapsed because of the Irish Republican Army 's ( IRA ) - the military arm of the Sinn Fein - activities and failure to disarm", "In 2005 British and Irish leaders sought to restore the power sharing institutions", "Protestants insisted the IRA disband and disarm", "Protestant leaders was urged to come onboard the peace process", "On August 23 three Sinn Fein leaders resigned from leadership positions in the IRA", "On August 23 three Sinn Fein leaders resigned severing their military ties", "three Sinn Fein leaders severing their military ties"]}
{"instance_id": "d0910-A", "summarizer_id": "A", "summary": "In October 2004, Sri Lanka's Tamil Tiger rebel group blamed the government for delay in reviving negotiations to end the conflict that had claimed 60,000 lives since 1972. The rebels themselves suspended talks in April 2003 when internecine struggles broke out between rebel groups. The government claims the Tigers are holding up negotiations and accuses them of killing over 250 of their political rivals since the truce of 2002 went into effect. The government released ten Tamil Tigers from jail on bail, and the rebels responded by freeing two homeguards who had been held hostage since August.", "stus": ["In October 2004 Sri Lanka 's Tamil Tiger rebel group blamed the government", "In October 2004 Sri Lanka 's Tamil Tiger rebel group blamed for delay in reviving negotiations to end the conflict that had claimed 60,000 lives since 1972", "the conflict that claimed 60,000 lives", "the conflict that claimed since 1972", "The rebels themselves suspended talks", "The rebels themselves suspended in April 2003 when internecine struggles broke out between rebel groups", "internecine struggles between rebel groups", "April 2003 when internecine struggles broke between rebel groups", "The government claims the Tigers are holding up negotiations", "the Tigers are holding negotiations", "The government accuses them", "The government accuses of killing over 250 of their political rivals since the truce of 2002 went into effect", "them killing over 250 of their political rivals", "them killing since the truce of 2002 went into effect", "the truce of 2002 went into effect", "The government released ten Tamil Tigers", "The government released from jail", "The government released on bail", "the rebels responded by freeing two homeguards who had been held hostage since August", "the rebels freeing two homeguards who had been held hostage since August", "two homeguards who been held hostage", "two homeguards who been held since August"]}
{"instance_id": "d0910-A", "summarizer_id": "B", "summary": "Negotiations under the Norwegian-sponsored peace process of February 2002 between The Liberation Tigers of Tamil Eelam (LTTE) and the government of Sri Lanka were at a standstill in October 2004 due in part to internecine struggles within the LTTE. The main LTTE in northern Sri Lanka was challenged by a faction in the east with a leader known as Karuma who broke ranks in March 2004. While LTTE sought support in Europe and Japan offered help in resumption of negotiations, Sri Lanka blamed LTTE for breakdown of the peace process which has been stalled since April 2003.", "stus": ["Norwegian sponsored peace process", "Negotiations under the Norwegian - sponsored peace process of February 2002 between The Liberation Tigers of Tamil Eelam ( LTTE ) and the government of Sri Lanka were at a standstill", "Negotiations under the Norwegian - sponsored peace process of February 2002 between The Liberation Tigers of Tamil Eelam ( LTTE ) and the government of Sri Lanka were in October 2004", "Negotiations under the Norwegian - sponsored peace process of February 2002 between The Liberation Tigers of Tamil Eelam ( LTTE ) and the government of Sri Lanka were due in part to internecine struggles within the LTTE", "The main LTTE in northern Sri Lanka was challenged by a faction in the east with a leader known as Karuma who broke ranks in March 2004", "a leader known as Karuma", "a leader known as Karuma who broke ranks", "a leader known as Karuma who broke in March 2004", "LTTE sought support", "LTTE sought in Europe and Japan", "and Japan offered help in resumption of negotiations", "While LTTE sought support in Europe and Japan offered help in resumption of negotiations Sri Lanka blamed LTTE", "While LTTE sought support in Europe and Japan offered help in resumption of negotiations Sri Lanka blamed for breakdown of the peace process which has been stalled since April 2003", "the peace process which been stalled since April 2003"]}
{"instance_id": "d0910-A", "summarizer_id": "E", "summary": "A group from the Liberation Tigers of Tamil Eelam met in Switzerland to prepare for talks with the Sri Lankan government. A cease in that country brokered by Norway has been observed since February 2002; however, internecine clashes between the LTTE and rival groups counter efforts to revive negotiations between the government and the LTTE. The Sri Lankan government has sent counterproposals to the Interim Self Government to those put forward by the LTTE. Violence continues and a Swiss national was killed. Japanese envoy Akashi was to arrive in Sri Lanka to push for resumption of talks.", "stus": ["A group from the Liberation Tigers of Tamil Eelam met in Switzerland", "A group from the Liberation Tigers of Tamil Eelam met to prepare for talks with the Sri Lankan government", "A cease in that country brokered by Norway", "A cease in that country brokered by Norway been observed since February 2002", "however internecine clashes between the LTTE and rival groups counter efforts to revive negotiations between the government and the LTTE", "The Sri Lankan government sent counterproposals", "The Sri Lankan government sent to the Interim Self Government to those put forward by the LTTE", "those put forward", "those put by the LTTE", "Violence continues and a Swiss national was killed .", "Japanese envoy Akashi was to arrive in Sri Lanka to push for resumption of talks ."]}
{"instance_id": "d0910-A", "summarizer_id": "H", "summary": "Efforts to revive talks between the Sri Lankan government and the Tamil Tiger rebels have been stalled by persistent clashes between rival rebel groups and by continued killings. In early October the top rebel group was in Switzerland to prepare for the next round of talks, while the government said that it had finalized a set of counter proposals for the resumption of direct negotiations. Japan's special envoy arrived in Sri Lanka on 27 October for a 7-day visit to encourage an early resumption of peace talks. Japan is optimistic and has promised continued assistance for the country's reconstruction.", "stus": ["Efforts to revive talks between the Sri Lankan government and the Tamil Tiger rebels been stalled by persistent clashes between rival rebel groups and by continued killings", "In early October the top rebel group was in Switzerland", "In early October the top rebel group was to prepare for the next round of talks", "In early October the top rebel group was while the government said that it had finalized a set of counter proposals for the resumption of direct negotiations", "the government said that it had finalized a set of counter proposals for the resumption of direct negotiations", "it finalized a set of counter proposals for the resumption of direct negotiations", "Japan 's special envoy arrived in Sri Lanka", "Japan 's special envoy arrived on 27 October", "Japan 's special envoy arrived for a 7 - day visit to encourage an early resumption of peace talks", "Japan is optimistic", "Japan promised continued assistance for the country 's reconstruction"]}
{"instance_id": "d0911-A", "summarizer_id": "A", "summary": "Bobby Fischer, the former chess grand master, was arrested in 2005 for trying to leave Japan on a revoked U.S. passport. Japan planned to deport him to the U.S., where he was wanted for ignoring sanctions against Yugoslavia. It meant 10 years in jail. Iceland intervened, and Japan agreed not to deport Fischer if Iceland would give him citizenship. Iceland furnished him a special passport and residency permit. Japan insisted on full citizenship, which was finally granted. Iceland revered Fischer because it was there that he defeated Boris Spassky, the Russian chess champion, in 1972, during the cold war.", "stus": ["Bobby Fischer , the former chess grand master , was arrested in 2005", "Bobby Fischer , the former chess grand master , was arrested for trying to leave Japan on a revoked U.S. passport", "Bobby Fischer , the former chess grand master , trying to leave Japan on a revoked U.S. passport", "Japan planned to deport him to the U.S. , where he was wanted for ignoring sanctions against Yugoslavia", "the U.S. where he was wanted for ignoring sanctions against Yugoslavia", "he ignoring sanctions against Yugoslavia", "It meant 10 years in jail", "Japan agreed not to deport Fischer if Iceland would give him citizenship", "Iceland would give him", "Iceland would give citizenship", "Iceland furnished him", "Iceland furnished a special passport and residency permit", "Japan insisted on full citizenship , which was finally granted", "Iceland revered Fischer", "Iceland revered because it was there that he defeated Boris Spassky , the Russian chess champion , in 1972 , during the cold war", "he defeated Boris Spassky , the Russian chess champion ,", "he defeated in 1972 during the cold war"]}
{"instance_id": "d0911-A", "summarizer_id": "B", "summary": "Bobby Fischer, held in detention in Japan in March 2005 awaiting deportation to the U.S., could achieve asylum in Iceland if granted Icelandic citizenship. He was given residency status, but Iceland's parliament had rejected citizenship in February. Several Icelandic politicians indicated on March 16 that parliament was likely to grant citizenship. A parliamentary committee which reached no decision on March 17 saying they were awaiting more documents from Japan, voted in favor of citizenship on March 18. On March 21 parliament voted in favor 40-0 with two abstentions and 21 absent.", "stus": ["Bobby Fischer held in detention in Japan", "Bobby Fischer held in March 2005", "Bobby Fischer held awaiting deportation to the U.S.", "Bobby Fischer awaiting deportation to the U.S.", "Bobby Fischer , held in detention in Japan in March 2005 awaiting deportation to the U.S. , could achieve asylum in Iceland", "Bobby Fischer , held in detention in Japan in March 2005 awaiting deportation to the U.S. , could achieve if granted Icelandic citizenship", "Bobby Fischer granted Icelandic citizenship", "He was given residency status", "Iceland 's parliament rejected citizenship", "Iceland 's parliament rejected in February", "Several Icelandic politicians indicated on March 16", "Several Icelandic politicians indicated that parliament was likely to grant citizenship", "parliament was likely to grant citizenship", "A parliamentary committee which reached no decision", "A parliamentary committee which reached on March 17", "A parliamentary committee which reached saying they were awaiting more documents from Japan", "A parliamentary committee which saying they were awaiting more documents from Japan", "they were awaiting more documents from Japan", "A parliamentary committee which reached no decision on March 17 saying they were awaiting more documents from Japan voted in favor of citizenship", "A parliamentary committee which reached no decision on March 17 saying they were awaiting more documents from Japan voted on March 18", "On March 21 parliament voted in favor 40 - 0 with two abstentions and 21 absent"]}
{"instance_id": "d0911-A", "summarizer_id": "C", "summary": "Chess legend Bobby Fischer has been held in detention in Japan for eight months after trying to leave Tokyo on a revoked US passport. He faces deportation and prison in the US for violating sanctions on the former Yugoslavia by playing there in 1992. Supporters worked to secure his passage to Iceland, where he is revered as a national hero for beating Boris Spassky there in 1972. Iceland's parliament granted Fischer a foreigner's passport and a residency permit. But, that was not enough. After receiving assurance that Icelandic citizenship would enable Japan to free Fischer, parliament granted it to him.", "stus": ["Chess legend Bobby Fischer been held in detention in Japan", "Chess legend Bobby Fischer been held for eight months after trying to leave Tokyo on a revoked US passport", "Chess legend Bobby Fischer trying to leave Tokyo on a revoked US passport", "He faces deportation and prison", "He faces in the US", "He faces for violating sanctions on the former Yugoslavia by playing there in 1992", "He violating sanctions on the former Yugoslavia", "He violating by playing there in 1992", "He playing there", "He playing in 1992", "Supporters worked to secure his passage to Iceland , where he is revered as a national hero for beating Boris Spassky there in 1972", "Iceland where he is revered as a national hero for beating Boris Spassky", "Iceland where he is revered there in 1972", "he beating Boris Spassky", "he beating there in 1972", "Iceland 's parliament granted Fischer", "Iceland 's parliament granted a foreigner 's passport and a residency permit", "But that was not enough", "Icelandic citizenship would enable Japan", "Icelandic citizenship would enable to free Fischer", "After receiving assurance that Icelandic citizenship would enable Japan to free Fischer parliament granted it", "After receiving assurance that Icelandic citizenship would enable Japan to free Fischer parliament granted to him"]}
{"instance_id": "d0911-A", "summarizer_id": "E", "summary": "Bobby Fischer can avoid deportation from Japan to the US if Iceland upgrades its granting residency to full citizenship. Fischer is popular in Iceland where he beat the Soviet Union's Boris Spassky to become world chess champ in 1972. Fischer faces charges in the US for violating sanctions imposed on the former Yugoslavia for playing there in 1992, and possibly for tax evasion. Fischer wants to marry the head of Japan's chess association. Since leaving the US, Fischer has ranted against the US and Jews. The Icelandic Parliament has granted citizenship to Fischer where he is expected to reside.", "stus": ["Bobby Fischer can avoid deportation from Japan to the US", "Bobby Fischer can avoid if Iceland upgrades its granting residency to full citizenship", "Iceland upgrades its granting residency", "Iceland upgrades to full citizenship", "Fischer is popular", "Fischer is in Iceland where he beat the Soviet Union 's Boris Spassky to become world chess champ in 1972", "where he beat the Soviet Union 's Boris Spassky", "where he beat to become world chess champ", "where he beat in 1972", "Fischer faces charges", "Fischer faces in the US", "Fischer faces for violating sanctions imposed on the former Yugoslavia for playing there in 1992 , and possibly for tax evasion", "Fischer violating sanctions imposed on the former Yugoslavia for playing there in 1992", "sanctions imposed on the former Yugoslavia", "sanctions imposed for playing there in 1992 tax evasion", "Fischer wants to marry the head of Japan 's chess association", "Since leaving the US Fischer ranted against the US and Jews", "The Icelandic Parliament granted citizenship", "The Icelandic Parliament granted to Fischer where he is expected to reside"]}
{"instance_id": "d0912-A", "summarizer_id": "B", "summary": "Cindy Sheehan, whose soldier son was killed in Iraq, formed the anti-war group Gold Star Families For Peace in early 2005. She was turned away while trying to protest the Iraq War at the Pentagon and although she spoke out across the nation it was her roadside vigil near President Bush's Texas ranch that gained the attention of the nation and the world. Beginning on Aug. 6, 2005 she vowed to maintain the vigil until Bush spoke with her or finished his August vacation. By August 11 neither Bush nor Sheehan had given in.", "stus": ["Cindy whose soldier son was killed in Iraq", "Cindy Sheehan , whose soldier son was killed in Iraq formed the anti - war group Gold Star Families For Peace", "Cindy Sheehan , whose soldier son was killed in Iraq formed in early 2005", "She was turned away", "She was turned while trying to protest the Iraq War at the Pentagon", "She trying to protest the Iraq War at the Pentagon", "she spoke across the nation", "although she spoke out across the nation it was her roadside vigil near President Bush 's Texas ranch that gained the attention of the nation and the world", "President Bush 's Texas ranch that gained the attention of the nation and the world", "Beginning on Aug. 6 , 2005 she vowed to maintain the vigil until Bush spoke with her or finished his August vacation", "Bush spoke with her", "Bush finished his August vacation", "By August 11 neither Bush nor Sheehan had given in ."]}
{"instance_id": "d0912-A", "summarizer_id": "C", "summary": "Following her son's April 2004 death in Iraq, Cindy Sheehan has made regular public appearances across the nation protesting the war. She co-founded Gold Star Families for Peace. On August 8, 2005, Sheehan led an antiwar protest down the road leading to President Bush's ranch near Crawford, Texas. She and about 50 antiwar activists established a roadside camp not far from the ranch, vowing to remain until Bush met with her. She used the internet to garner publicity. By August 11, several dozen protesters from across the country had joined Sheehan at Camp Casey, named for her fallen son.", "stus": ["Following her son 's April 2004 death in Iraq Cindy Sheehan made regular public appearances across the nation protesting the war", "Cindy Sheehan protesting the war", "She founded Gold Star Families for Peace", "On August 8 , 2005 Sheehan led an antiwar protest", "On August 8 , 2005 Sheehan led down the road leading to President Bush 's ranch near Crawford , Texas", "the road leading to President Bush 's ranch near Crawford , Texas", "She and about 50 antiwar activists established a roadside camp", "She and about 50 antiwar activists established not far from the ranch", "She and about 50 antiwar activists established vowing to remain until Bush met with her", "She and about 50 antiwar activists vowing to remain until Bush met with her", "Bush met with her", "She used the internet", "She used to garner publicity", "By August 11 several dozen protesters from across the country joined Sheehan", "By August 11 several dozen protesters from across the country joined at Camp Casey , named for her fallen son", "Camp Casey named for her fallen son"]}
{"instance_id": "d0912-A", "summarizer_id": "D", "summary": "When her son was killed in Iraq Cindy Sheehan launched an anti-war campaign. She made public appearances to oppose the war and founded the anti-war group, Gold Star Families for Peace. She received support from anti-war groups in Washington and spoke with Democratic Congressmen. She traveled to Texas with anti-war activists to seek a meeting with President Bush at his Ranch. She was denied a meeting and camped near the Bush ranch, saying she would remain there until Bush met with her. Leading anti-war activists joined her protest in Texas and she received liberal Internet support.", "stus": ["When her son was killed in Iraq", "When her son was killed in Iraq Cindy Sheehan launched an anti - war campaign", "She made public appearances", "She made to oppose the war", "She founded the anti - war group , Gold Star Families for Peace", "She received support", "She received from anti - war groups in Washington", "She spoke with Democratic Congressmen", "She traveled to Texas", "She traveled with anti - war activists", "She traveled to seek a meeting with President Bush at his Ranch", "She was denied a meeting", "She was denied saying she would remain there until Bush met with her", "She camped near the Bush ranch", "She camped saying she would remain there until Bush met with her", "She saying she would remain there until Bush met with her", "she would remain there", "she would remain until Bush met with her", "Bush met with her", "Leading anti - war activists joined her protest in Texas", "she received liberal Internet support"]}
{"instance_id": "d0912-A", "summarizer_id": "G", "summary": "After her son died in Iraq, Cindy Sheehan began protesting the war. She founded the Gold Star Families for Peace and began making appearances and leading protests around the country. On August 6, 2005, she led protestors to Crawford, Texas, demanding to meet with the President. Two officials met with her, but she set up a vigil and swore to continue until Bush personally met with her, even if she had to go to Washington. This protest drew world-wide media attention and garnered support from other anti-war activists. She took her protest to the internet with a conference with bloggers.", "stus": ["her son died in Iraq", "After her son died in Iraq Cindy Sheehan began protesting the war", "Cindy Sheehan protesting the war", "She founded the Gold Star Families for Peace", "She began making appearances and leading protests around the country", "She making appearances", "She leading protests", "She leading around the country", "On August 6 , 2005 she led protestors", "On August 6 , 2005 she led to Crawford , Texas", "On August 6 , 2005 she led demanding to meet with the President", "she demanding to meet with the President", "Two officials met with her", "she set a vigil", "she swore to continue until Bush personally met with her , even if she had to go to Washington", "Bush personally met with her", "This protest drew world - wide media attention", "This protest garnered support", "This protest garnered from other anti - war activists", "She took her protest", "She took to the internet", "She took with a conference with bloggers"]}
{"instance_id": "d0913-A", "summarizer_id": "B", "summary": "On March 2, 2005 the Supreme Court faced the issue of whether display of the Ten Commandments (T.C.) at government buildings violates the principle of separation of church and state. Two cases from Texas and Kentucky raised several questions. Are the T.C. a religious statement, a part of legal history, or both? If courts and legislatures can call for God's help in invocations, what's wrong with displaying the T.C.? Does the appearance of the T.C. among other statuary constitute an endorsement? From justices' questions and remarks a split decision seemed likely.", "stus": ["On March 2 , 2005 the Supreme Court faced the issue of whether display of the Ten Commandments ( T.C. )", "at government buildings violates the principle of separation of church and state", "Two cases from Texas and Kentucky raised several questions", "Are the T.C.", "a religious statement , a part of legal history , or both ?", "courts and legislatures can call for God 's help in invocations", "what 's wrong with displaying the T.C.", "Does the appearance of the T.C.", "among other statuary constitute an endorsement", "From justices ' questions and remarks seemed likely"]}
{"instance_id": "d0913-A", "summarizer_id": "C", "summary": "On March 2, 2005, the Supreme Court heard two cases concerning the display of the Ten Commandments on government property. In Texas, a homeless former lawyer challenged the constitutionality of an inscribed monument displayed on state capitol grounds. In Kentucky, the ACLU claimed copies displayed in two courthouses, modified twice before in response to court rulings, still violated the First Amendment because the original purpose was religious and the modifications were a sham. Supporters argued that the Ten Commandments are a recognized symbol of law, with both secular and religious functions. The justices will issue an opinion by late June.", "stus": ["On March 2 , 2005 the Supreme Court heard two cases concerning the display of the Ten Commandments on government property", "two cases concerning the display of the Ten Commandments on government property", "In Texas a homeless former lawyer challenged the constitutionality of an inscribed monument displayed on state capitol grounds", "an inscribed monument displayed on state capitol grounds", "In Kentucky the ACLU claimed copies displayed in two courthouses , modified twice before in response to court rulings , still violated the First Amendment because the original purpose was religious and the modifications were a sham", "copies displayed in two courthouses", "copies displayed in two courthouses , modified twice before in response to court rulings , still violated the First Amendment", "copies displayed in two courthouses , modified twice before in response to court rulings , still violated because the original purpose was religious and the modifications were a sham", "the original purpose was religious", "the modifications were a sham", "Supporters argued that the Ten Commandments are a recognized symbol of law , with both secular and religious functions", "the Ten Commandments are a recognized symbol of law , with both secular and religious functions", "The justices will issue an opinion", "The justices will issue by late June"]}
{"instance_id": "d0913-A", "summarizer_id": "E", "summary": "A homeless man, Thomas Van Orden, in Texas is challenging the constitutionality of a monument inscribed with the Ten Commandments and two stars of David on the Capitol grounds. A Kentucky case involves the constitutionality of Ten Commandments displays in two county courthouses. Opponents of the displays argue the displays violate the First Amendments prohibition on establishing an official state religion. Supporters argue the Ten Commandments serve a secular historic function as well as a religious one. The Bush administration has argued on behalf of the displays. Questioning by justices during hearings suggests they are headed for a split decision.", "stus": ["A homeless man , Thomas Van Orden , in Texas is challenging the constitutionality of a monument inscribed with the Ten Commandments and two stars of David", "A homeless man , Thomas Van Orden , in Texas is challenging on the Capitol grounds", "a monument inscribed with", "a monument inscribed the Ten Commandments and two stars of David", "A Kentucky case involves the constitutionality of Ten Commandments displays in two county courthouses", "Opponents of the displays argue the displays violate the First Amendments prohibition on establishing an official state religion", "the displays violate the First Amendments prohibition on establishing an official state religion", "Supporters argue the Ten Commandments serve a secular historic function as well as a religious one", "the Ten Commandments serve a secular historic function as well as a religious one", "The Bush administration argued on behalf of the displays", "Questioning by justices during hearings suggests they are headed for a split decision", "they are headed for a split decision"]}
{"instance_id": "d0913-A", "summarizer_id": "H", "summary": "The Supreme Court heard arguments in two cases on March 2nd about the conditions under which the government could display the Ten Commandments and whether such displays violated the First Amendment. The Texas case concerns a 40-year-old granite monument of the Ten Commandments, one of 17 monuments on the grounds of the state capital. The Kansas case concerns framed copies of the Ten Commandments which hang with non-religious documents in two county courthouses. The displays have been modified twice in response to lower court rulings. Justice O'Connor is expected to cast the swing votes.", "stus": ["The Supreme Court heard arguments in two cases", "The Supreme Court heard on March 2nd", "The Supreme Court heard about the conditions under which the government could display the Ten Commandments and whether such displays violated the First Amendment", "the conditions under which the government could display the Ten Commandments", "such displays violated the First Amendment", "The Texas case concerns a 40 - year - old granite monument of the Ten Commandments , one of 17 monuments on the grounds of the state capital", "framed copies of the Ten Commandments which hang with non - religious documents", "framed copies of the Ten Commandments which hang in two county courthouses", "The displays been modified twice", "The displays been modified in response to lower court rulings", "Justice O'Connor is expected to cast the swing votes"]}
{"instance_id": "d0914-A", "summarizer_id": "C", "summary": "In the night of October 7, 2004, suspected terrorist car bombs ripped through three Egyptian Red Sea resorts popular with vacationing Israelis. At least 30 people were killed and at least 100 were wounded. Last month, Israeli intelligence warned Israelis to keep out of the Sinai desert, citing information about possible attacks. The explosions came amid a massive Israeli army offensive in the north of the Gaza Strip. The previously unheard of World Islamist Group claimed responsibility for the Taba Hilton Hotel blast, saying it was in revenge for Palestinians and Arabs killed in Palestine and Iraq.", "stus": ["In the night of October 7 , 2004 suspected terrorist car bombs ripped through three Egyptian Red Sea resorts popular with vacationing Israelis", "At least 30 people were killed and at least 100 were wounded .", "Last month Israeli intelligence warned Israelis", "Last month Israeli intelligence warned to keep out of the Sinai desert", "Last month Israeli intelligence warned citing information about possible attacks", "Israeli intelligence citing information about possible attacks", "The explosions came amid a massive Israeli army offensive in the north of the Gaza Strip", "The previously unheard of World Islamist Group claimed responsibility for the Taba Hilton Hotel blast", "The previously unheard of World Islamist Group claimed saying it was in revenge for Palestinians and Arabs killed in Palestine and Iraq", "The previously unheard of World Islamist Group saying it was in revenge for Palestinians and Arabs killed in Palestine and Iraq", "it was in revenge for Palestinians and Arabs killed in Palestine and Iraq", "Palestinians and Arabs killed in Palestine and Iraq"]}
{"instance_id": "d0914-A", "summarizer_id": "D", "summary": "Explosions rocked three Egyptian Red Sea resorts popular with Israelis. The largest explosion occurred in the Taba Hilton just across the Israeli border and the other two in nearby villages. The explosions followed warnings from Israeli Intelligence to keep out of the Sinai Desert. It is not clear how many were killed and wounded in the blasts. Several conflicting casualty numbers were reported. There were no official reports about the cause of the blasts, but police believe they were caused by car bombs. The World Islamic Group claimed responsibility for the Taba explosion but it cannot be verified.", "stus": ["Explosions rocked three Egyptian Red Sea resorts popular with Israelis", "The largest explosion occurred in the Taba Hilton just across the Israeli border", "The explosions followed warnings from Israeli Intelligence to keep out of the Sinai Desert", "how many were killed in the blasts", "how many wounded in the blasts", "Several conflicting casualty numbers were reported .", "police believe they were caused by car bombs", "they were caused by car bombs", "The World Islamic Group claimed responsibility for the Taba explosion"]}
{"instance_id": "d0914-A", "summarizer_id": "E", "summary": "Three explosions shook Egyptian resorts popular with vacationing Israelis. At least 35 people were killed and 100 wounded. Initially reported as a gas leak, the largest explosion may have been a truck bomb driven into the Taba Hilton across the border from the Israeli resort town of Eilat. Two other explosions took place to the southwest at Ras al-Sultan and Nuweiba. At least seven died at the former, most Egyptian workers. A previously unknown group, Jamaa Al-Islamiya Al-Alamiya claimed responsibility for the Taba Hilton bombing. Shin Bet intelligence service had advised Israelis not to go Sinai resorts during holidays.", "stus": ["Three explosions shook Egyptian resorts popular with vacationing Israelis", "At least 35 people were killed and 100 wounded .", "Initially reported as a gas leak", "Initially reported as a gas leak the largest explosion may been a truck bomb driven into the Taba Hilton across the border from the Israeli resort town of Eilat", "a truck bomb driven into the Taba Hilton", "a truck bomb driven across the border from the Israeli resort town of Eilat", "Two other explosions took place", "Two other explosions took to the southwest at Ras al - Sultan and Nuweiba", "At least seven died at the former , most Egyptian workers", "A previously unknown group , Jamaa Al - Islamiya Al - Alamiya claimed responsibility for the Taba Hilton bombing", "Shin Bet intelligence service advised Israelis", "Shin Bet intelligence service advised not to go Sinai resorts during holidays"]}
{"instance_id": "d0914-A", "summarizer_id": "F", "summary": "In October 2004, three terrorist car bombs shook Egyptian Red Sea resorts popular with vacationing Israelis, killing 35 (including 23 Israelis) and wounding 125. A powerful car bomb close to the entrance of the Taba Hilton destroyed much of the hotel. Two hours later two vans exploded at tourist camps in Ras Satan (Ras al-Sultan) and Nueiba. Seven died at Ras al-Sultan, mostly Egyptian workers. The previously unknown World Islamist Group claimed responsibility. The attack occurred Thursday night at the close of the Jewish holiday of Sukkot, amid an Israeli offensive in the Gaza Strip that left 93 Palestinians dead.", "stus": ["In October 2004 three terrorist car bombs shook Egyptian Red Sea resorts popular with vacationing Israelis", "In October 2004 three terrorist car bombs shook killing 35 ( including 23 Israelis ) and wounding 125", "three terrorist car bombs killing 35 ( including 23 Israelis )", "35 including 23 Israelis", "three terrorist car bombs wounding 125", "A powerful car bomb close to the entrance of the Taba Hilton destroyed much of the hotel", "Two hours later two vans exploded at tourist camps in Ras Satan ( Ras al - Sultan ) and Nueiba", "Seven died at Ras al - Sultan", "Seven died mostly Egyptian workers", "The previously unknown World Islamist Group claimed responsibility", "The attack occurred Thursday night at the close of the Jewish holiday of Sukkot", "The attack occurred amid an Israeli offensive in the Gaza Strip that left 93 Palestinians dead", "an Israeli offensive in the Gaza Strip that left 93 Palestinians", "an Israeli offensive in the Gaza Strip that left dead"]}
{"instance_id": "d0915-A", "summarizer_id": "C", "summary": "By Thursday, January 27, just days before the Iraqi election, insurgents had destroyed some 40 polling stations. Thursday's attacks killed at least 19 and included a car bombing near Samarra and three blasts in Basra. Forty-five polling stations were attacked across Iraq on Friday. At least six were killed. Attacks occurred around Kirkuk, Baghdad, Al-Dur, Tikrit, and Shorgat. On Saturday, several polling stations were struck, but no large-scale insurgent offensive materialized. A suicide bomber of al-Zarqawi's al-Qaida network attacked a station in Khanaqin. Other attacks occurred in Baghdad, Ramadi, Kirkuk, Baiji, and Moqdadiya. At least 18 were killed on Saturday.", "stus": ["By Thursday , January 27 , just days before the Iraqi election insurgents destroyed some 40 polling stations", "Thursday 's attacks killed at least 19", "Thursday 's attacks included a car bombing near Samarra and three blasts in Basra", "Forty - five polling stations were attacked across Iraq", "Forty - five polling stations were attacked on Friday", "At least six were killed .", "Attacks occurred around Kirkuk , Baghdad , Al - Dur , Tikrit , and Shorgat", "On Saturday , several polling stations were struck , but no large - scale insurgent offensive materialized .", "A suicide bomber of al - Zarqawi 's al - Qaida network attacked a station in Khanaqin", "Other attacks occurred in Baghdad , Ramadi , Kirkuk , Baiji , and Moqdadiya", "At least 18 were killed on Saturday"]}
{"instance_id": "d0915-A", "summarizer_id": "F", "summary": "Three days before Sunday's election, 40 polling stations were already destroyed. Most were empty and casualties were low. Polling station attacks escalated Thursday through Saturday but no large-scale offensive materialized. Violence was concentrated in the Sunni heartland. Polling stations were attacked with homemade bombs, car bombs, mortars, rocket-propelled grenades, and small arms fire. Two police guards were shot dead. The worst attacks were a car bomb in Samarra that hit a nearby Iraqi army patrol, killing seven; and a Zarqawi-connected suicide bomber who approached a Khanaqin polling station and set off a blast that killed eight, including three soldiers.", "stus": ["Three days before Sunday 's election , 40 polling stations were already destroyed .", "Most were empty", "casualties were low", "Polling station attacks escalated Thursday through Saturday", "Violence was concentrated", "Violence was concentrated in the Sunni heartland", "Polling stations were attacked with homemade bombs , car bombs , mortars , rocket - propelled grenades , and small arms fire", "rocket propelled grenades", "Two police guards were shot dead", "The worst attacks were a car bomb in Samarra that hit a nearby Iraqi army patrol , killing seven ; and a Zarqawi - connected suicide bomber who approached a Khanaqin polling station and set off a blast that killed eight , including three soldiers", "a car bomb in Samarra that hit a nearby Iraqi army patrol", "a car bomb in Samarra that hit killing seven", "a car bomb that killing seven", "Zarqawi connected suicide bomber", "a Zarqawi - connected suicide bomber who approached a Khanaqin polling station", "a Zarqawi - connected suicide bomber who set a blast that killed eight , including three soldiers", "a blast that killed eight , including three soldiers", "eight including three soldiers"]}
{"instance_id": "d0915-A", "summarizer_id": "G", "summary": "In the days leading up to the January 30, 2005 elections in Iraq, more than 100 of the more than 5,000 polling places across the nation were attacked, with many of those destroyed. Although 400 Iraqi were reportedly killed in January as part of the anti-election campaign, casualties at the polling places were limited because many were empty. The attacks ranged from car-suicide bombers, to small bombs, mortars and bullets, to posters and pamphlets. The threats to the polling places came from guerilla and militant groups, to include Al-Qaeda and mujahedeen factions. They promised more violence on election day.", "stus": ["the days leading up to the January 30 , 2005 elections in Iraq", "In the days leading up to the January 30 , 2005 elections in Iraq more than 100 of the more than 5,000 polling places across the nation were attacked with many of those destroyed", "400 Iraqi reportedly killed in January", "400 Iraqi reportedly killed as part of the anti - election campaign", "Although 400 Iraqi were reportedly killed in January as part of the anti - election campaign casualties at the polling places were limited", "Although 400 Iraqi were reportedly killed in January as part of the anti - election campaign casualties at the polling places were because many were empty", "Although 400 Iraqi were reportedly killed in January as part of the anti - election campaign casualties at the polling places were limited because many were empty", "many were empty", "The attacks ranged from car - suicide bombers ,", "The attacks ranged to small bombs , mortars and bullets , to posters and pamphlets", "The threats to the polling places came from guerilla and militant groups , to include Al - Qaeda and mujahedeen factions", "They promised more violence on election day"]}
{"instance_id": "d0915-A", "summarizer_id": "H", "summary": "Despite heavy security measures, scores of attacks targeted Iraqi polling places throughout the country in the days preceding the Sunday January 30 Iraqi elections, with some 40 polling stations destroyed. Casualties, including Iraqi policemen, soldiers, a child, and a woman, were low because most of the buildings were not occupied. The attacks struck polling places in Baghdad, Tikrit, Samarra, Basra, Kirkuk, Al-Dur, Baiji, Shorgat, and Moqdadiya. Violence is expected to escalate on Sunday and continue after the elections. Many Sunnis are expected to boycott the elections, but a high turnout is expected among Shiites and Kurds.", "stus": ["Despite heavy security measures scores of attacks targeted Iraqi polling places throughout the country", "Despite heavy security measures scores of attacks targeted in the days preceding the Sunday January 30 Iraqi elections", "Despite heavy security measures scores of attacks targeted with some 40 polling stations destroyed", "the days preceding the Sunday January 30 Iraqi elections", "Casualties including Iraqi policemen , soldiers , a child , and a woman", "Casualties , including Iraqi policemen , soldiers , a child , and a woman , were low", "Casualties , including Iraqi policemen , soldiers , a child , and a woman , were because most of the buildings were not occupied", "The attacks struck polling places in Baghdad , Tikrit , Samarra , Basra , Kirkuk , Al - Dur , Baiji , Shorgat , and Moqdadiya", "Violence continue after the elections", "a high turnout is expected among Shiites and Kurds"]}
{"instance_id": "d0916-A", "summarizer_id": "B", "summary": "U.S. journalist Jill Carroll, in Baghdad for The Christian Science Monitor (CSM), was kidnapped on Jan. 9, 2006 by gunmen who killed her interpreter. The CSM and Reporters Without Borders pleaded for her release. The U.S. forces, acting on a tip, raided a mosque causing strong protests but no positive results. On Jan. 17 an Arab television network ran a video showing Carroll as her captors threatened to kill her unless the U. S. released all female prisoners in Iraq within 72 hours. The network demanded and Carroll's family made an emotional appeal for her release.", "stus": ["U.S. journalist Jill Carroll in Baghdad for The Christian Science Monitor ( CSM ) was kidnapped on Jan. 9 , 2006", "U.S. journalist Jill Carroll in Baghdad for The Christian Science Monitor ( CSM ) was kidnapped by gunmen who killed her interpreter", "gunmen who killed her interpreter", "The CSM and Reporters Without Borders pleaded for her release", "The U.S. forces acting on a tip", "The U.S. forces acting on a tip raided a mosque", "The U.S. forces acting on a tip raided causing strong protests but no positive results", "The U.S. forces causing strong protests but no positive results", "On Jan. 17 an Arab television network ran a video showing Carroll as her captors threatened to kill her unless the U. S. released all female prisoners in Iraq within 72 hours", "a video showing Carroll", "a video showing as her captors threatened to kill her unless the U. S. released all female prisoners in Iraq within 72 hours", "her captors threatened to kill her unless the U. S. released all female prisoners in Iraq within 72 hours", "the U. S. released all female prisoners in Iraq", "the U. S. released within 72 hours", "Carroll 's family made an emotional appeal for her release"]}
{"instance_id": "d0916-A", "summarizer_id": "C", "summary": "On January 7, Jill Carroll, a Christian Science Monitor journalist, was kidnapped in Baghdad by gunmen who killed her Iraqi interpreter. Iraqi and US investigators have been hunting for her. Acting on a tip, Iraqi and US soldiers raided a Baghdad mosque in the early morning of January 10. Six people were detained. On January 17, the Arab television network Al-Jazeera ran a video of Carroll with an accompanying message that she would be killed unless the US freed all female prisoners in Iraq within 72 hours. The kidnappers identified themselves as the Brigades of Vengeance, a previously unknown group.", "stus": ["On January 7 Jill Carroll , a Christian Science Monitor journalist was kidnapped in Baghdad", "On January 7 Jill Carroll , a Christian Science Monitor journalist was kidnapped by gunmen who killed her Iraqi interpreter", "gunmen who killed her Iraqi interpreter", "Iraqi and US investigators been hunting for her", "Acting on a tip Iraqi and US soldiers raided a Baghdad mosque", "Acting on a tip Iraqi and US soldiers raided in the early morning of January 10", "Six people were detained .", "On January 17 the Arab television network Al - Jazeera ran a video of Carroll with an accompanying message that she would be killed unless the US freed all female prisoners in Iraq within 72 hours", "she would killed unless the US freed all female prisoners in Iraq within 72 hours", "the US freed all female prisoners in Iraq", "the US freed within 72 hours", "The kidnappers identified themselves", "The kidnappers identified as the Brigades of Vengeance , a previously unknown group"]}
{"instance_id": "d0916-A", "summarizer_id": "E", "summary": "Jill Carroll, a 28-year old US journalist for the Christian Science Monitor was kidnapped in western Baghdad on her way to interview a prominent Sunni politician. She is the 31st media worker kidnapped there since 2003. Gunmen stopped her car and surrounded Carroll and her interpreter. The driver said the abduction took only a few seconds. The body of the interpreter was later found in the same neighborhood as the attack. An Arab TV network ran a video showing Carroll with a message that she would be killed unless the US freed all female prisoners in Iraq within 72 hours.", "stus": ["Jill Carroll , a 28 - year old US journalist for the Christian Science Monitor was kidnapped in western Baghdad", "Jill Carroll , a 28 - year old US journalist for the Christian Science Monitor was kidnapped on her way to interview a prominent Sunni politician", "She is the 31st media worker kidnapped there since 2003", "the 31st media worker kidnapped there", "the 31st media worker kidnapped since 2003", "Gunmen stopped her car", "Gunmen surrounded Carroll and her interpreter", "The driver said the abduction took only a few seconds", "the abduction took only a few seconds", "The body of the interpreter later found in the same neighborhood as the attack", "An Arab TV network ran a video showing Carroll with a message that she would be killed unless the US freed all female prisoners in Iraq within 72 hours", "a video showing Carroll with a message that she would be killed unless the US freed all female prisoners in Iraq within 72 hours", "she would killed unless the US freed all female prisoners in Iraq within 72 hours", "the US freed all female prisoners in Iraq", "the US freed within 72 hours"]}
{"instance_id": "d0916-A", "summarizer_id": "F", "summary": "Journalist Jill Carroll was kidnapped in western Baghdad Saturday morning, January 7th. Her car was ambushed as she traveled to interview Sunni politician Adnan al-Dulaimi, who denied any appointment with Carroll. Gunmen pulled Carroll's driver from the car and drove off with Carroll and her Iraqi interpreter, Allan Enwiyah, all in 15 seconds. The interpreter was found dead. A video showing Carroll aired Tuesday. \"Brigades of Vengeance\" threatened to kill her unless the US freed female prisoners in Iraq within 72 hours. The press and Carroll's family appealed for her release. US forces raided Umm al-Qura mosque, following a tip.", "stus": ["Journalist Jill Carroll was kidnapped in western Baghdad", "Journalist Jill Carroll was kidnapped Saturday morning , January 7th", "Her car was ambushed as she traveled to interview Sunni politician Adnan al - Dulaimi , who denied any appointment with Carroll", "she traveled to interview Sunni politician Adnan al - Dulaimi , who denied any appointment with Carroll", "Sunni politician Adnan al - Dulaimi who denied any appointment with Carroll", "Gunmen pulled Carroll 's driver", "Gunmen pulled from the car", "Gunmen drove off", "Gunmen drove with Carroll and her Iraqi interpreter , Allan Enwiyah", "Gunmen drove all in 15 seconds", "The interpreter was found dead", "A video showing Carroll", "A video showing Carroll aired Tuesday", "\" Brigades of Vengeance \" threatened to kill her unless the US freed female prisoners in Iraq within 72 hours", "the US freed female prisoners in Iraq", "the US freed within 72 hours", "The press and Carroll 's family appealed for her release", "US forces raided Umm al - Qura mosque", "US forces raided following a tip"]}
{"instance_id": "d0917-A", "summarizer_id": "B", "summary": "The process for electing a pope is governed by centuries-old rules with some modernization introduced in 1996. New rules on voting provided that the required 2/3 majority of cardinals would revert to a single majority if no decision had been reached after several days. On the morning of April 18, 2005, Cardinal Ratzinger, a prominent contender for pope, delivered a homily strongly endorsing orthodoxy. That afternoon, after the first voting session, a signal of white smoke from The Sistine Chapel roof, which would indicate election of a pope, turned to black, showing that no decision had been made.", "stus": ["The process for electing a pope is governed by centuries - old rules", "The process for electing a pope is governed with some modernization introduced in 1996", "some modernization introduced in 1996", "New rules on voting provided that the required 2/3 majority of cardinals would revert to a single majority if no decision had been reached after several days", "the required 2/3 majority of cardinals would revert to a single majority", "the required 2/3 majority of cardinals would revert if no decision had been reached after several days", "no decision been reached after several days", "On the morning of April 18 , 2005 Cardinal Ratzinger , a prominent contender for pope , delivered a homily strongly endorsing orthodoxy", "a homily strongly endorsing orthodoxy", "a white smoke from The Sistine Chapel roof which would indicate election of a pope", "That afternoon after the first voting session a signal of white smoke from The Sistine Chapel roof , which would indicate election of a pope turned to black", "That afternoon after the first voting session a signal of white smoke from The Sistine Chapel roof , which would indicate election of a pope turned showing that no decision had been made", "a signal of white smoke from The Sistine Chapel roof , which would indicate election of a pope showing that no decision had been made"]}
{"instance_id": "d0917-A", "summarizer_id": "C", "summary": "On Sunday, April 17, 115 Roman Catholic cardinals representing 52 countries and six continents arrived at the Vatican to select a successor to Pope John Paul II. On Monday, they convened a conclave, a secret and sacred gathering, in the Sistine Chapel. Following the cardinals' oath, the selection process began. A two-thirds majority is required to elect a pope. Outside, attention was focused on the chapel roof, watching for the white smoke of burning ballots that would indicate a successful election. Monday, black smoke rose from the chimney. The cardinals would return twice daily, beginning Tuesday, for additional ballots.", "stus": ["115 Roman Catholic cardinals representing 52 countries and six continents", "On Sunday , April 17 115 Roman Catholic cardinals representing 52 countries and six continents arrived at the Vatican", "On Sunday , April 17 115 Roman Catholic cardinals representing 52 countries and six continents arrived to select a successor to Pope John Paul II", "On Monday they convened a conclave , a secret and sacred gathering ,", "On Monday they convened in the Sistine Chapel", "Following the cardinals ' oath , the selection process began .", "A two - thirds majority is required to elect a pope", "Outside attention was focused on the chapel roof", "Outside attention was focused watching for the white smoke of burning ballots that would indicate a successful election", "attention watching for the white smoke of burning ballots that would indicate a successful election", "the white smoke of burning ballots that would indicate a successful election", "Monday black smoke rose from the chimney", "The cardinals would return twice daily beginning Tuesday", "The cardinals would return for additional ballots", "twice daily beginning Tuesday"]}
{"instance_id": "d0917-A", "summarizer_id": "F", "summary": "The conclave was introduced to inconvenience cardinals and thus speed up the process. Today it helps preserve secrecy. The opening pageant is televised, then all news media and audiovisual or communication equipment is banned. Cardinals move into St. Martha's House and are forbidden to talk to anyone not sworn to secrecy. In 1996 John Paul II instituted new rules concerning choosing a pope. Until a two-thirds majority is reached the pattern is seven ballots and a day of rest. If a deadlock remains after 12 days, voting may resort to simple majority. Bells will ring when a pope is elected.", "stus": ["The conclave was introduced to inconvenience cardinals and thus speed up the process", "The conclave thus speed the process", "Today it helps preserve secrecy", "it preserve secrecy", "The opening pageant is televised , then all news media and audiovisual or communication equipment is banned .", "Cardinals move into St. Martha 's House", "Cardinals are forbidden to talk to anyone not sworn to secrecy", "anyone not sworn to secrecy", "In 1996 John Paul II instituted new rules concerning choosing a pope", "new rules concerning choosing a pope", "Until a two - thirds majority is reached the pattern is seven ballots and a day of rest", "a deadlock remains after 12 days", "If a deadlock remains after 12 days voting may resort to simple majority", "Bells will ring when a pope is elected"]}
{"instance_id": "d0917-A", "summarizer_id": "G", "summary": "On April 18, 2005, 115 cardinals, all under 80, were sequestered in the Vatican to elect a new pope. After a televised mass, they took an oath of secrecy, then moved to the Sistine Chapel, which had been swept for bugs and contained electronic jammers. They meet twice a day, voting twice each session, until one man receives a 2/3's majority. After each vote the ballots are burned - black smoke signals no one was elected. When a pope is chosen, white smoke will be accompanied by bells. Pilgrims in St. Peter's Square watched the first ballot's black smoke.", "stus": ["On April 18 , 2005 115 cardinals , all under 80 were sequestered in the Vatican", "On April 18 , 2005 115 cardinals , all under 80 were sequestered to elect a new pope", "After a televised mass they took an oath of secrecy", "After a televised mass they then moved to the Sistine Chapel , which had been swept for bugs and contained electronic jammers", "the Sistine Chapel which been swept for bugs", "the Sistine Chapel which contained electronic jammers", "They meet twice a day", "They meet voting twice each session", "They meet until one man receives a 2/3 's majority", "They voting twice each session", "one man receives a 2/3 's majority", "After each vote the ballots are burned black smoke signals no one was elected", "When a pope is chosen white smoke will accompanied by bells", "Pilgrims in St. Peter 's Square watched the first ballot 's black smoke"]}
{"instance_id": "d0918-A", "summarizer_id": "A", "summary": "Betty Friedan was a brilliant, visionary woman who came to prominence in 1963 with publication of her book, The Feminine Mystique. The wildly popular book brought about a re-examination of women's role in society. Friedan found that many women were not content with lives of domesticity, and she campaigned for greater access to work outside the home. She was the first president of the National Organization for Women and a leader in the drive to pass the Equal Rights Amendment. She was abrasive, and some feminists criticized her for ignoring concerns of women of color, lesbians and the poor.", "stus": ["Betty Friedan was a brilliant , visionary woman who came to prominence in 1963 with publication of her book , The Feminine Mystique", "a brilliant , visionary woman who came to prominence", "a brilliant , visionary woman who came in 1963", "a brilliant , visionary woman who came with publication of her book , The Feminine Mystique", "The wildly popular book brought a re - examination of women 's role in society", "Friedan found that many women were not content with lives of domesticity", "many women were not content with lives of domesticity", "she campaigned for greater access to work outside the home", "She was the first president of the National Organization for Women and a leader in the drive to pass the Equal Rights Amendment", "She was abrasive", "some feminists criticized her", "some feminists criticized for ignoring concerns of women of color , lesbians and the poor", "her ignoring concerns of women of color , lesbians and the poor"]}
{"instance_id": "d0918-A", "summarizer_id": "D", "summary": "In 1963 Betty Friedan wrote a provocative book, The Feminine Mystique, that ignited the feminist movement. The book exposed American women's discontent with domesticity and workplace discrimination. Friedan started an international movement. She founded and was elected president of NOW. She helped found the National Women's Political Caucus and a group that later became NARAL. For two decades she led demonstrations, protest marches, and news conferences. Her moderate belief that women should have equal rights but not at the expense of alienating men caused a split with other feminist leaders and her relegation to the sidelines in the late 1970's.", "stus": ["In 1963 Betty Friedan wrote a provocative book , The Feminine Mystique , that ignited the feminist movement", "a provocative book , The Feminine Mystique that ignited the feminist movement", "The book exposed American women 's discontent with domesticity and workplace discrimination", "Friedan started an international movement", "She was elected president of NOW", "She helped found the National Women 's Political Caucus and a group that later became NARAL", "She found the National Women 's Political Caucus and a group that later became NARAL", "a group that later became NARAL", "For two decades she led demonstrations , protest marches , and news conferences", "women should have equal rights", "women alienating men", "Her moderate belief that women should have equal rights but not at the expense of alienating men caused a split with other feminist leaders and her relegation to the sidelines in the late 1970 's"]}
{"instance_id": "d0918-A", "summarizer_id": "F", "summary": "Betty Friedan's 1963 controversial bestseller \"The Feminine Mystique\" made her the leading spokeswoman for a revitalized women's movement. Her pioneering book identified the unhappiness of post-WWII American women unfulfilled by traditional domesticity. She was an advocate of the Equal Rights Amendment and pushed for legal abortion. She helped found the National Organization for Women in 1966 and was its first president, splitting with them over their emphasis on lesbian issues and alienating men. She led the 1970 500,000-person Women's Strike for Equality. She was a founder of the Women's Political Caucus and NARAL. She wrote \"The Second Stage\" in 1981.", "stus": ["Betty Friedan 's 1963 controversial bestseller \" The Feminine Mystique \" made her the leading spokeswoman for a revitalized women 's movement", "Her pioneering book identified the unhappiness of post - WWII American women unfulfilled by traditional domesticity", "She was an advocate of the Equal Rights Amendment", "She pushed for legal abortion", "She helped found the National Organization for Women in 1966", "She found the National Organization for Women", "She found in 1966", "She was its first president", "She was splitting with them over their emphasis on lesbian issues and alienating men", "She splitting with them", "She splitting over their emphasis on lesbian issues and alienating men", "She led the 1970 500,000 - person Women 's Strike for Equality", "She was a founder of the Women 's Political Caucus and NARAL", "She wrote \" The Second Stage \"", "She wrote in 1981"]}
{"instance_id": "d0918-A", "summarizer_id": "H", "summary": "Betty Friedan's 1963 classic \"The Feminine Mystique\" started a social revolution that led to the modern women's movement. It was included in Human Events magazine's list of the \"Ten Most Harmful Books of the 19th and 20th centuries.\" Frieden helped found the National Organization for Women in 1966 and was one of the founders of the National Women's Political Caucus. In 1970, she led a 500,000-person Women's Strike for Equality down Fifth Avenue. Friedan pushed for equal pay, sex-neutral help-wanted ads, maternity leave, child-care centers for working parents, and other topics considered radical at the time.", "stus": ["Betty Friedan 's 1963 classic \" The Feminine Mystique \" started a social revolution that led to the modern women 's movement", "a social revolution that led to the modern women 's movement", "It was included in Human Events magazine 's list of the \" Ten Most Harmful Books of the 19th and 20th centuries", "Frieden helped found the National Organization for Women in 1966", "Frieden found the National Organization for Women", "Frieden found in 1966", "Frieden was one of the founders of the National Women 's Political Caucus", "In 1970 she led a 500,000 - person Women 's Strike for Equality down Fifth Avenue", "Friedan pushed for equal pay , sex - neutral help - wanted ads , maternity leave , child - care centers for working parents , and other topics considered radical at the time", "help wanted ads", "other topics considered radical", "other topics considered at the time"]}
{"instance_id": "d0919-A", "summarizer_id": "D", "summary": "Prince Charles announced unexpectedly that he would marry Camilla Parker Bowles in April at Windsor Castle. The British Prime minister, Archbishop of Canterbury, Queen Elizabeth, and Prince Charles' sons were pleased over the engagement. Brits reacted more with relief than happiness, viewing it as a logical conclusion to a difficult situation. Camilla will receive the title HRH the duchess of Cornwall. If Charles ascends to the thrown she will become HRH the princess consort. The wedding, a civil service for family and friends, will be followed by a prayer and dedication service. The couple will honeymoon in Scotland.", "stus": ["Prince Charles announced unexpectedly", "Prince Charles announced that he would marry Camilla Parker Bowles in April at Windsor Castle", "he would marry Camilla Parker Bowles", "he would marry in April", "he would marry at Windsor Castle", "The British Prime minister , Archbishop of Canterbury , Queen Elizabeth , and Prince Charles ' sons were pleased over the engagement", "Brits reacted more", "Brits reacted with relief than happiness", "Brits reacted viewing it as a logical conclusion to a difficult situation", "Brits viewing it", "Brits viewing as a logical conclusion to a difficult situation", "Camilla will receive the title HRH the duchess of Cornwall", "Charles ascends to the thrown", "If Charles ascends to the thrown she will become HRH the princess consort", "The wedding , a civil service for family and friends will followed by a prayer and dedication service", "The couple will honeymoon in Scotland"]}
{"instance_id": "d0919-A", "summarizer_id": "F", "summary": "Ending years of speculation, Prince Charles announced in February that he will marry Camilla Parker Bowles April 8th in a civil service at Windsor Castle. Camilla will be called her royal highness the duchess of Cornwall and later princess consort, rather than Princess of Wales or Queen Camilla. Queen Elizabeth, Charles' two sons, PM Tony Blair, and the Archbishop of Canterbury all approved the marriage. An Act of Parliament will be needed and is expected. Reaction among the population was mixed. The Archbishop will officiate at a prayer and dedication service in the chapel of St. George following the ceremony.", "stus": ["Ending years of speculation Prince Charles announced in February", "Ending years of speculation Prince Charles announced that he will marry Camilla Parker Bowles April 8th in a civil service at Windsor Castle", "he will marry Camilla Parker Bowles", "he will marry April 8th", "he will marry in a civil service at Windsor Castle", "Camilla will called her royal highness the duchess of Cornwall and later princess consort , rather than Princess of Wales or Queen Camilla", "Queen Elizabeth , Charles ' two sons , PM Tony Blair , and the Archbishop of Canterbury all approved the marriage", "An Act of Parliament will be needed and is expected .", "Reaction among the population was mixed", "The Archbishop will officiate at a prayer and dedication service in the chapel of St. George following the ceremony"]}
{"instance_id": "d0919-A", "summarizer_id": "G", "summary": "On February 10, 2005, Britain's Prince Charles announced he would wed Camilla Parker Bowles on April 8. The festivities will be a civil ceremony in Windsor Castle, followed by a prayer service, led by the Bishop of Canterbury, in the castle's chapel. The couple chose the title HRH Duchess of Cornwall for Camilla and HRH Princess Consort when Charles becomes king. The Queen, the royal family, and the British Prime Minister supported the announcement. Only an Act of Parliament is still needed. British citizens' reactions were mixed. That evening Camilla displayed her engagement ring at a gala castle dinner.", "stus": ["On February 10 , 2005 Britain 's Prince Charles announced he would we d Camilla Parker Bowles on April 8", "The festivities will be a civil ceremony in Windsor Castle , followed by a prayer service , led by the Bishop of Canterbury , in the castle 's chapel", "a civil ceremony in Windsor Castle followed by a prayer service , led by the Bishop of Canterbury , in the castle 's chapel", "a prayer service led by the Bishop of Canterbury", "The couple chose the title HRH Duchess of Cornwall for Camilla and HRH Princess Consort", "The couple chose when Charles becomes king", "when Charles becomes king", "The Queen , the royal family , and the British Prime Minister supported the announcement", "Only an Act of Parliament is still needed .", "British citizens ' reactions were mixed", "That evening Camilla displayed her engagement ring", "That evening Camilla displayed at a gala castle dinner"]}
{"instance_id": "d0919-A", "summarizer_id": "H", "summary": "On February 10th Prince Charles announced that he would marry his long-time love Camilla Parker Bowles. That evening the couple attended a gala dinner at Windsor Castle to support one of the Prince's charities. The wedding will be a private, civil ceremony at Windsor Castle on Friday April 8th. The Archbishop of Canterbury will preside over a subsequent religious service in St. George's Chapel. Parker Bowles will receive the title of her royal highness the Duchess of Cornwall. Queen Elizabeth, Prince Edward and Prince Harry, and Prime Minister Tony Blair all gave their approval.", "stus": ["On February 10th Prince Charles announced that he would marry his long - time love Camilla Parker Bowles", "he would marry his long - time love Camilla Parker Bowles", "That evening the couple attended a gala dinner at Windsor Castle to support one of the Prince 's charities", "The wedding will be a private , civil ceremony at Windsor Castle on Friday April 8th", "The Archbishop of Canterbury will preside over a subsequent religious service in St. George 's Chapel", "Parker Bowles will receive the title of her royal highness the Duchess of Cornwall", "Queen Elizabeth , Prince Edward and Prince Harry , and Prime Minister Tony Blair all gave their approval"]}
{"instance_id": "d0920-A", "summarizer_id": "A", "summary": "Yusuf Islam, formerly known as the singer, Cat Stevens, was deported from the United States in 2004, suspected of having terrorist links. Islam sold 50 million records in the 60s and 70s. He converted to Islam in the late 70s, abandoning his career and devoting himself to philanthropy. Later, learning the Koran does not ban music, he traveled to the U.S to cut a record. Making a follow-up trip, he was detained. Time Magazine reported Islam's deportation was caused by a spelling mixup over his name. In November, 2004, Islam was awarded a peace prize by the Gorbachev Foundation.", "stus": ["Yusuf Islam formerly known as the singer , Cat Stevens", "Yusuf Islam , formerly known as the singer , Cat Stevens was deported from the United States", "Yusuf Islam , formerly known as the singer , Cat Stevens was deported in 2004", "Yusuf Islam , formerly known as the singer , Cat Stevens was deported suspected of having terrorist links", "Yusuf Islam , formerly known as the singer , Cat Stevens suspected of having terrorist links", "Yusuf Islam , formerly known as the singer , Cat Stevens having terrorist links", "Islam sold 50 million records", "Islam sold in the 60s and 70s", "He converted to Islam", "He converted in the late 70s", "He converted abandoning his career and devoting himself to philanthropy", "He abandoning his career", "He devoting himself", "He devoting to philanthropy", "the Koran not ban music", "Later learning the Koran does not ban music he traveled to the U.S", "Later learning the Koran does not ban music he traveled to cut a record", "Making a follow - up trip , he was detained .", "Time Magazine reported Islam 's deportation was caused by a spelling mixup over his name", "Islam 's deportation was caused by a spelling mixup over his name", "In November , 2004 Islam was awarded a peace prize", "In November , 2004 Islam was awarded by the Gorbachev Foundation"]}
{"instance_id": "d0920-A", "summarizer_id": "C", "summary": "British singer Yusuf Islam was formerly known as the popular singer-songwriter Cat Stevens before converting to Islam 30 years ago. He has established Islamic schools in Britain and worked as a peace activist. Recently, he sang at a charity concert in London and recorded a version of one of his hits. He is writing a Broadway musical based on his hits. The Gorbachev Foundation awarded Islam its Man of Peace prize in November. In September, Islam was barred from entering the US when his name appeared on a no-fly list because of possible terrorist links. Islam denies any terrorist connection.", "stus": ["British singer Yusuf Islam formerly known as the popular singer - songwriter Cat Stevens", "British singer Yusuf Islam formerly known before converting to Islam 30 years ago", "British singer Yusuf Islam converting to Islam", "British singer Yusuf Islam converting 30 years ago", "He established Islamic schools", "He established in Britain", "He worked as a peace activist", "Recently he sang at a charity concert in London", "Recently he recorded a version of one of his hits", "He is writing a Broadway musical based on his hits", "a Broadway musical based on his hits", "The Gorbachev Foundation awarded Islam", "The Gorbachev Foundation awarded its Man of Peace prize", "The Gorbachev Foundation awarded in November", "In September Islam was barred from entering the US", "In September Islam was barred when his name appeared on a no - fly list", "In September Islam was barred because of possible terrorist links", "Islam entering the US", "when his name appeared on a no - fly list", "Islam denies any terrorist connection"]}
{"instance_id": "d0920-A", "summarizer_id": "D", "summary": "Cat Stevens, a successful singer/songwriter for two decades, abandoned his music career, converted to Islam, and changed his name to Yusuf Islam 30 years ago. He has devoted himself to charity and peace campaigns and to single-faith Islamic schools in Britain, but denies supporting terrorist activities. In September 2004, when Islam was barred from entering the United States because his name appeared on the \"no-fly\" list of people deemed as security risks, he vowed to find out why he was barred. Islam received the Man of Peace Prize for his work promoting peace, reconciling people, and condemning terrorism.", "stus": ["Cat Stevens , a successful singer / songwriter for two decades , abandoned his music career", "Cat Stevens , a successful singer / songwriter for two decades , converted to Islam", "Cat Stevens , a successful singer / songwriter for two decades , changed his name", "Cat Stevens , a successful singer / songwriter for two decades , changed to Yusuf Islam", "Cat Stevens , a successful singer / songwriter for two decades , changed 30 years ago", "He devoted himself", "He devoted to charity and peace campaigns and to single - faith Islamic schools in Britain", "He denies supporting terrorist activities", "He supporting terrorist activities", "September 2004 when Islam was barred from entering the United States", "September 2004 when Islam was barred because his name appeared on the \" no - fly \" list of people deemed as security risks", "Islam entering the United States", "his name appeared on the \" no - fly \" list of people deemed as security risks", "people deemed as security risks", "In September 2004 when Islam was barred from entering the United States because his name appeared on the \" no - fly \" list of people deemed as security risks he vowed to find out why he was barred", "Islam received the Man of Peace Prize", "Islam received for his work promoting peace , reconciling people , and condemning terrorism"]}
{"instance_id": "d0920-A", "summarizer_id": "G", "summary": "Cat Stevens, a British citizen born in 1948, is a singer who had hits in the 1960's and 1970's, selling more than 50 million records. After nearly drowning in 1976, he converted to Islam. He stopped performing, changed his name to Yusuf Islam, and campaigned for peace and charity. He returned to music by 2004. Although he was in the US in May and September, in October he was refused entry for supporting terrorism. Time Magazine reported a Youssouf Islam was the actual terrorist. In November, Yusuf was given the \"Man for Peace\" award and participated in an AIDS fundraiser.", "stus": ["a British citizen born in 1948", "Cat Stevens , a British citizen born in 1948 , is a singer who had hits in the 1960 's and 1970 's , selling more than 50 million records", "a singer who had hits", "a singer who had in the 1960 's and 1970 's", "a singer who had selling more than 50 million records", "a singer who selling more than 50 million records", "nearly drowning in 1976", "nearly drowning he", "After nearly drowning in 1976 he converted to Islam", "He stopped performing", "He changed his name", "He changed to Yusuf Islam", "He campaigned for peace and charity", "He returned to music", "He returned by 2004", "he was in the US", "he was in May and September", "Although he was in the US in May and September in October he was refused entry for supporting terrorism", "he supporting terrorism", "Time Magazine reported a Youssouf Islam was the actual terrorist", "a Youssouf Islam was the actual terrorist", "In November Yusuf was given the \" Man for Peace \" award", "In November Yusuf participated in an AIDS fundraiser"]}
{"instance_id": "d0921-A", "summarizer_id": "B", "summary": "Michael Jackson was arrested on Nov. 19, 2003 on ten counts including molestation of a 12-year-old boy and freed on $3million bail. Jackson pleaded not guilty. One of several searches of locations linked to Jackson seized the top layer of a mattress used in his mansion. A DNA swab from Jackson's mouth was taken the same day. Jury selection for his trial is scheduled for Jan. 31, 2005. During 2004 Jackson asked that the prosecutor be removed, led a protest against rapper Eminem, faced charges of non-payment of bills, and received an e-mail death threat.", "stus": ["Michael Jackson was arrested on Nov. 19 , 2003", "Michael Jackson was arrested on ten counts including molestation of a 12 - year - old boy and freed on $ 3million bail", "ten counts including molestation of a 12 - year - old boy and freed on $ 3million bail", "Michael Jackson freed on $ 3million bail", "Jackson pleaded not guilty", "locations linked to Jackson", "One of several searches of locations linked to Jackson seized the top layer of a mattress used in his mansion", "a mattress used in his mansion", "A DNA swab from Jackson 's mouth was taken the same day", "Jury selection for his trial is scheduled for Jan. 31 , 2005", "During 2004 Jackson asked that the prosecutor be removed", "During 2004 Jackson led a protest against rapper Eminem", "During 2004 Jackson faced charges of non - payment of bills", "During 2004 Jackson received an e - mail death threat"]}
{"instance_id": "d0921-A", "summarizer_id": "C", "summary": "Michael Jackson's woes are many since his arrest for child molestation. He's suing XtraJet for videotaping his conversations with his lawyer. There's upheaval in his legal team since he fired two attorneys, hired one, and another took leave. Jackson's attorneys accused District Attorney Tom Sneddon of having a vendetta against him. Prosecutors alleged Jackson plotted to kidnap his accuser. In one week, Jackson was hit with two non-payment lawsuits. A rapper's video mocked Jackson and angered him, and he received a death threat. Investigators launched another search of Neverland Ranch, which frightened his children, and took a DNA sample.", "stus": ["Michael Jackson 's woes are many", "Michael Jackson 's woes are since his arrest for child molestation", "He suing XtraJet", "He suing for videotaping his conversations with his lawyer", "XtraJet videotaping his conversations with his lawyer", "he fired two attorneys", "he hired one", "another took leave", "Jackson 's attorneys accused District Attorney Tom Sneddon", "Jackson 's attorneys accused of having a vendetta against him", "District Attorney Tom Sneddon having a vendetta against him", "Prosecutors alleged Jackson plotted to kidnap his accuser", "Jackson plotted to kidnap his accuser", "In one week Jackson was hit with two non - payment lawsuits", "A rapper 's video mocked Jackson", "A rapper 's video angered him", "he received a death threat", "Investigators launched another search of Neverland Ranch , which frightened his children ,", "Neverland Ranch which frightened his children", "Investigators took a DNA sample"]}
{"instance_id": "d0921-A", "summarizer_id": "D", "summary": "In November 2003 police arrested Michael Jackson on several counts of child molestation after having raided his California ranch. Jackson's attorney accused the District Attorney of having a vendetta against Jackson and alleged in a lawsuit that private conversations used as evidence had been illegally recorded. Jackson had problems with his legal team. Rapper Eminem issued a video showing a Jackson look-alike on a bed with children. A former business associate seeking $3 million sued for breach of contract and a merchant sued to collect nearly $180,000. In December 2003 investigators searched Jackson's ranch and took DNA from his mouth.", "stus": ["In November 2003 police arrested Michael Jackson", "In November 2003 police arrested on several counts of child molestation", "In November 2003 police arrested after having raided his California ranch", "police raided his California ranch", "Jackson 's attorney accused the District Attorney", "Jackson 's attorney accused of having a vendetta against Jackson", "the District Attorney having a vendetta against Jackson", "Jackson 's attorney alleged in a lawsuit", "Jackson 's attorney alleged that private conversations used as evidence had been illegally recorded", "private conversations used as evidence", "Jackson had problems with his legal team", "Rapper Eminem issued a video showing a Jackson look - alike on a bed with children", "a video showing a Jackson look - alike", "a video showing on a bed with children", "A former business associate seeking $ 3 million sued for breach of contract", "$ 3 million sued for breach of contract", "a merchant sued to collect nearly $ 180,000", "In December 2003 investigators searched Jackson 's ranch", "In December 2003 investigators took DNA", "In December 2003 investigators took from his mouth"]}
{"instance_id": "d0921-A", "summarizer_id": "H", "summary": "Michael Jackson is having a rough time. His long-time attorney Steve Cochran left the defense team for unknown reasons. Eminem made a music video showing a Jackson look-alike in bed with children. He has been sued for three million dollars by a former business associate for breach of contract and for $180,000 by an antique store for unpaid bills. And a Canadian pleaded guilty to emailing a death threat to Jackson. Another search was made of Jackson's Neverland Ranch on 3 December and the following day investigators took DNA samples from Jackson's mouth.", "stus": ["Michael Jackson is having a rough time", "His long - time attorney Steve Cochran left the defense team", "His long - time attorney Steve Cochran left for unknown reasons", "Eminem made a music video showing a Jackson look - alike in bed with children", "a music video showing a Jackson look - alike in bed with children", "He been sued for three million dollars", "He been sued by a former business associate", "He been sued for breach of contract", "And a Canadian pleaded guilty", "And a Canadian pleaded to emailing a death threat to Jackson", "Another search was made of Jackson 's Neverland Ranch", "Another search was made on 3 December", "the following day investigators took DNA samples", "the following day investigators took from Jackson 's mouth"]}
{"instance_id": "d0922-A", "summarizer_id": "A", "summary": "The Bush administration began an offensive in 2005 to persuade Congress to renew the Patriot Act, parts of which would expire in 2006. That law, passed after September 11, gave broad powers to government agencies to obtain information for fighting terrorism. They argued the Patriot Act has prevented further attacks. A coalition of conservatives and liberals organized to demand changes, believing the Act endangered individual freedom. The groups challenged provisions giving access to library, medical and firearm-ownership records; allowing secret searches; and allowing surveillance of protests. Earlier, a judge disallowed forcing Internet providers to turn over records.", "stus": ["The Bush administration began an offensive", "The Bush administration began in 2005", "The Bush administration began to persuade Congress to renew the Patriot Act , parts of which would expire in 2006", "parts of which would expire in 2006", "That law passed after September 11", "That law , passed after September 11 , gave broad powers", "That law , passed after September 11 , gave to government agencies", "That law , passed after September 11 , gave to obtain information for fighting terrorism", "They argued the Patriot Act has prevented further attacks", "the Patriot Act prevented further attacks", "A coalition of conservatives and liberals organized to demand changes", "A coalition of conservatives and liberals organized believing the Act endangered individual freedom", "A coalition of conservatives and liberals believing the Act endangered individual freedom", "the Act endangered individual freedom", "The groups challenged provisions giving access to library , medical and firearm - ownership records ; allowing secret searches ; and allowing surveillance of protests", "provisions giving access to library , medical and firearm - ownership records", "provisions allowing secret searches", "provisions allowing surveillance of protests", "Earlier a judge disallowed forcing Internet providers to turn over records", "a judge forcing Internet providers", "a judge forcing to turn over records"]}
{"instance_id": "d0922-A", "summarizer_id": "B", "summary": "The Patriot Act included major sections that expire in 2005 if not renewed by Congress. The Bush administration calls for complete renewal, but liberals and some conservatives maintain that the law gives the federal government too much power. Bush threatens to veto any congressional weakening of the Act. The specific sections are targeted by an unusual left-right coalition. The sections attacked are: the one permitting easy access to records in terrorism-related cases; the provision for \"sneak and peek\" secret searches before a warrant is presented; and an overbroad definition of \"terrorists\" that could include non-terrorist suspects.", "stus": ["The Patriot Act included major sections that expire in 2005 if not renewed by Congress", "major sections that expire in 2005", "major sections that expire if not renewed by Congress", "that not renewed by Congress", "The Bush administration calls for complete renewal", "liberals and some conservatives maintain that the law gives the federal government too much power", "the law gives the federal government", "the law gives too much power", "Bush threatens to veto any congressional weakening of the Act", "The specific sections are targeted by an unusual left - right coalition", "The sections attacked are the one permitting easy access to records in terrorism - related cases ; the provision for \" sneak and peek \" secret searches before a warrant is presented ; and an overbroad definition of \" terrorists \" that could include non - terrorist suspects", "the one permitting easy access to records", "the one permitting in terrorism - related cases", "terrorism related cases", "an overbroad definition of \" terrorists \" that could include non - terrorist suspects"]}
{"instance_id": "d0922-A", "summarizer_id": "D", "summary": "Weeks after 911 Congress passed the USA Patriot Act. The Act expanded Federal law enforcement officials' surveillance and prosecution power against suspected terrorists. Key elements of the Act were to expire at the end of 2005. Congress had to decide whether to renew them. The Bush administration argued that the Act had kept America safe and sought to retain all elements. Opponents argued that the Act undermined freedom and gave the federal government too much power. Groups opposed to the renewal of the Act formed a coalition, Patriots to Restore Checks and Balances, to lobby Congress to repeal key provisions.", "stus": ["Weeks after 911 Congress passed the USA Patriot Act", "The Act expanded Federal law enforcement officials ' surveillance and prosecution power against suspected terrorists", "Key elements of the Act were to expire at the end of 2005", "Congress had to decide whether to renew them .", "The Bush administration argued that the Act had kept America safe and sought to retain all elements", "the Act kept America safe", "the Act sought to retain all elements", "Opponents argued that the Act undermined freedom and gave the federal government too much power", "the Act undermined freedom", "the Act gave the federal government", "the Act gave too much power", "Groups opposed to the renewal of the Act", "Groups opposed to the renewal of the Act formed a coalition , Patriots to Restore Checks and Balances , to lobby Congress to repeal key provisions"]}
{"instance_id": "d0922-A", "summarizer_id": "E", "summary": "President Bush, the outgoing Attorney General John Ashcroft and his deputy, James Comfey, have promoted the Patriot Act. The President and incoming Attorney General Gonzales have called for it extension. Ashcroft's speeches promoting of the Act have not violated anti-lobbying rules. The liberal American Civil Liberties Union and conservative libertarian groups have joined forces to oppose giving government access to library and medical records. A US district judge ruled that a provision of the Patriot Act that enabled federal authorities to force Internet service providers to provide subscriber information violated the First and Fourth Amendments.", "stus": ["President Bush , the outgoing Attorney General John Ashcroft and his deputy , James Comfey , promoted the Patriot Act", "The President and incoming Attorney General Gonzales called for it extension", "Ashcroft 's speeches promoting of the Act", "Ashcroft 's speeches promoting of the Act not violated anti - lobbying rules", "The liberal American Civil Liberties Union and conservative libertarian groups joined forces", "The liberal American Civil Liberties Union and conservative libertarian groups joined to oppose giving government access to library and medical records", "The liberal American Civil Liberties Union giving government", "The liberal American Civil Liberties Union giving access to library and medical records", "A US district judge ruled that a provision of the Patriot Act that enabled federal authorities to force Internet service providers to provide subscriber information violated the First and Fourth Amendments", "a provision of the Patriot Act that enabled federal authorities", "a provision of the Patriot Act that enabled to force Internet service providers to provide subscriber information", "a provision of the Patriot Act that enabled federal authorities to force Internet service providers to provide subscriber information violated the First and Fourth Amendments"]}
{"instance_id": "d0923-A", "summarizer_id": "C", "summary": "The so-called Real ID Act was attached to a must-pass Iraq appropriations bill. Consequently, legislators had little time to debate the bill before passing it. Only driver's licenses from complying states will be valid for air travel and other official identification purposes. The law would deny licenses to illegal immigrants and would significantly raise the standard of proof of persecution for asylum-seekers. Proponents expect greater homeland security. Opponents say the law is anti-immigrant and would add cost and delays to DMV processes. Civil libertarians argue it creates a de facto national ID card and threatens individual privacy.", "stus": ["so called Real ID", "The so - called Real ID Act was attached to a must - pass Iraq appropriations bill", "must pass Iraq appropriations bill", "Consequently legislators had little time to debate the bill", "Consequently legislators had before passing it", "legislators passing it", "Only driver 's licenses from complying states will be valid for air travel and other official identification purposes", "The law would deny licenses to illegal immigrants", "The law would significantly raise the standard of proof of persecution for asylum - seekers", "Proponents expect greater homeland security", "Opponents say the law is anti - immigrant and would add cost and delays to DMV processes", "the law is anti - immigrant", "the law would add cost and delays", "the law would add to DMV processes", "Civil libertarians argue it creates a de facto national ID card and threatens individual privacy", "it creates a de facto national ID card", "it threatens individual privacy"]}
{"instance_id": "d0923-A", "summarizer_id": "D", "summary": "The Real ID Act was attached to a 2005 must-pass Iraq Appropriations bill, bypassing hearings and debate. The Act contains provisions aimed at keeping terrorists from crossing US borders. The most controversial would make it hard for states to issue driver's licenses to illegal immigrants and possibly require a national ID card. States would need to add security features to driver's licenses and create license databases. Most Americans detested the idea. The ACLU tried to stop the bill. Opponents viewed it as a blatant attack on immigrants' rights and did not believe it would improve US security.", "stus": ["The Real ID Act was attached to a 2005 must - pass Iraq Appropriations bill", "The Real ID Act was attached bypassing hearings and debate", "must pass Iraq Appropriations bill", "The Act contains provisions aimed at keeping terrorists from crossing US borders", "provisions aimed at keeping terrorists from crossing US borders", "terrorists crossing US borders", "The most controversial would make it hard for states to issue driver 's licenses to illegal immigrants and possibly require a national ID card", "states possibly require a national ID card", "States would need to add security features to driver 's licenses and create license databases", "States create license databases", "Most Americans detested the idea", "The ACLU tried to stop the bill", "Opponents viewed it", "Opponents viewed as a blatant attack on immigrants ' rights", "Opponents not believe it would improve US security", "it would improve US security"]}
{"instance_id": "d0923-A", "summarizer_id": "E", "summary": "House Judiciary Committee Sensenbrenner attached his Real ID Act to a must-pass Iraq appropriations bill. The bill would make it more difficult for states to issue driver's licenses to illegal immigrants and that it would protect against terrorist entry into the US. Civil libertarians oppose the bill on grounds that it would create a de facto national ID card. The measure may run counter to the president's support for a temporary guest worker program. States fear the act would add another unfunded federal mandate on them and create delays at motor vehicle bureaus. Immigrant rights groups oppose the Act.", "stus": ["House Judiciary Committee Sensenbrenner attached his Real ID Act", "House Judiciary Committee Sensenbrenner attached to a must - pass Iraq appropriations bill", "must pass Iraq appropriations bill", "The bill would make it more difficult for states to issue driver 's licenses to illegal immigrants and that it would protect against terrorist entry into the US", "it would protect against terrorist entry into the US", "Civil libertarians oppose the bill", "Civil libertarians oppose on grounds that it would create a de facto national ID card", "it would create a de facto national ID card", "The measure may run counter to the president 's support for a temporary guest worker program", "States fear the act would add another unfunded federal mandate on them and create delays at motor vehicle bureaus", "the act would add another unfunded federal mandate on them", "the act would create delays at motor vehicle bureaus", "Immigrant rights groups oppose the Act"]}
{"instance_id": "d0923-A", "summarizer_id": "G", "summary": "The Real ID Act was attached to a 2005 Iraq appropriations bill without legislative review. It is intended to stop illegal aliens from having driver's licenses to use to board airplanes and enter public buildings, raise the standard of proof of persecution for asylum seekers, and build a fence on the border near Tijuana, Mexico. Opponents fear the act will create a national ID card; impinge on states' powers; give untrained workers responsibility for immigration control; gridlock the license process; increase unlicensed, uninsured drivers; deny qualified asylum seekers; harm the environment; and cost five times what is expected.", "stus": ["The Real ID Act was attached to a 2005 Iraq appropriations bill", "The Real ID Act was attached without legislative review", "It is intended to stop illegal aliens from having driver 's licenses to use to board airplanes and enter public buildings , raise the standard of proof of persecution for asylum seekers , and build a fence on the border near Tijuana , Mexico", "illegal aliens having driver 's licenses to use to board airplanes and enter public buildings", "illegal aliens enter public buildings", "It raise the standard of proof of persecution for asylum seekers", "It build a fence", "It build on the border near Tijuana , Mexico", "Opponents fear the act will create a national ID card ; impinge on states ' powers ; give untrained workers responsibility for immigration control ; gridlock the license process ; increase unlicensed , uninsured drivers ; deny qualified asylum seekers ; harm the environment ; and cost five times what is expected", "the act will create a national ID card", "the act will impinge on states ' powers", "the act will give untrained workers", "the act will give responsibility for immigration control", "the act increase unlicensed , uninsured drivers", "the act will cost five times what is expected"]}
{"instance_id": "d0924-A", "summarizer_id": "A", "summary": "Merck & Co. withdrew its arthritis drug Vioxx from the market in 2004 after a trial showed it increased heart attacks and strokes. Merck's net income plunged 29% after the announcement. The European Medicines Agency and the US Food and Drug Administration announced they would review all COX-2 inhibitors to see if there was a class effect. Hundreds, possibly thousands of lawsuits were likely to be filed against Merck, lawyers said, including many class action lawsuits, all claiming injury from taking Vioxx. Plaintiffs' cases were strengthened when proof was uncovered that Merck knew about Vioxx's risk but discounted it.", "stus": ["Merck & Co. withdrew its arthritis drug Vioxx", "Merck & Co. withdrew from the market", "Merck & Co. withdrew in 2004 after a trial showed it increased heart attacks and strokes", "a trial showed it increased heart attacks and strokes", "it increased heart attacks and strokes", "Merck 's net income plunged 29 %", "Merck 's net income plunged after the announcement", "The European Medicines Agency and the US Food and Drug Administration announced they would review all COX-2 inhibitors to see if there was a class effect", "they would review all COX-2 inhibitors", "they would review to see if there was a class effect", "Hundreds , possibly thousands of lawsuits were likely to be filed against Merck", "Hundreds , possibly thousands of lawsuits were including many class action lawsuits , all claiming injury from taking Vioxx", "Hundreds , possibly thousands of lawsuits filed against Merck", "Hundreds , possibly thousands of lawsuits including many class action lawsuits , all claiming injury from taking Vioxx", "all claiming injury from taking Vioxx", "Plaintiffs ' cases were strengthened when proof was uncovered that Merck knew about Vioxx 's risk but discounted it", "when proof was uncovered that Merck knew about Vioxx 's risk but discounted it", "Merck knew about Vioxx 's risk", "Merck discounted it"]}
{"instance_id": "d0924-A", "summarizer_id": "D", "summary": "Merck withdrew Vioxx when a study showed it increased the risk of strokes and heart attacks. An FDA study estimates Vioxx may have caused 27,785 attacks/deaths since its approval. The medical community was concerned about use of related drug use and sought more guidance. Lawyers estimated thousands of lawsuits would be filed against Merck. One settlement estimate was $12 billion. Merck's costs to withdraw Vioxx from the market were $552.6 million and their profits for the third quarter of 2004 dropped 29 percent. Several medical reports criticized Merck's failing to stop Vioxx when data first showed its potential danger.", "stus": ["Merck withdrew Vioxx", "Merck withdrew when a study showed it increased the risk of strokes and heart attacks", "when a study showed it increased the risk of strokes and heart attacks", "it increased the risk of strokes and heart attacks", "An FDA study estimates Vioxx may have caused 27,785 attacks / deaths since its approval", "Vioxx may caused 27,785 attacks / deaths", "Vioxx may caused since its approval", "The medical community was concerned about use of related drug use", "The medical community sought more guidance", "Lawyers estimated thousands of lawsuits would be filed against Merck", "thousands of lawsuits would filed against Merck", "One settlement estimate was $ 12 billion", "Merck 's costs to withdraw Vioxx from the market were $ 552.6 million", "their profits for the third quarter of 2004 dropped 29 percent", "Several medical reports criticized Merck 's failing to stop Vioxx when data first showed its potential danger", "Merck 's failing to stop Vioxx when data first showed its potential danger", "when data first showed its potential danger"]}
{"instance_id": "d0924-A", "summarizer_id": "E", "summary": "Merck has recalled its popular arthritis medicine Vioxx. Use of Vioxx may increase risk of stroke and heart attack. This is the largest prescription drug recall in history and could lead to an onslaught of lawsuits. Vioxx is used by 1.3 million Americans and 700,000 in other countries and accounts for sales of $2.5B. Class action lawsuits have been filed in Canadian Provinces. Hundreds of plaintiffs lawyers expected to meet in Las Vegas to plan class action strategy. The US Food and Drug Administration estimates Vioxx could have caused more than 27,000 heart attacks. Merck income has dropped 29%.", "stus": ["Merck recalled its popular arthritis medicine Vioxx", "Use of Vioxx may increase risk of stroke and heart attack", "This is the largest prescription drug recall in history", "This could lead to an onslaught of lawsuits", "Vioxx is used by 1.3 million Americans and 700,000 in other countries", "Class action lawsuits been filed in Canadian Provinces", "Hundreds of plaintiffs lawyers expected to meet in Las Vegas to plan class action strategy", "The US Food and Drug Administration estimates Vioxx could have caused more than 27,000 heart attacks", "Vioxx could caused more than 27,000 heart attacks", "Merck income dropped 29 %"]}
{"instance_id": "d0924-A", "summarizer_id": "F", "summary": "The European Medicines Agency and the US FDA vowed to review drugs in the same class as Vioxx. The FDA said over 27,000 deaths could be attributed to Vioxx. Lancet concluded Merck and the FDA should have withdrawn Vioxx. Many new individual and class action Vioxx lawsuits were filed in the US and Canada, representing patients, Merck shareholders, and former employees with company retirement plans. Radio ads sought plaintiffs for class action suits. Merck requested that one judge handle all the lawsuits. Plaintiffs' lawyers planned to meet in Las Vegas to lay groundwork. Merck share price and earnings were reduced.", "stus": ["The European Medicines Agency and the US FDA vowed to review drugs in the same class as Vioxx", "The FDA said over 27,000 deaths could be attributed to Vioxx", "over 27,000 deaths could attributed to Vioxx", "Lancet concluded Merck and the FDA should have withdrawn Vioxx", "Merck and the FDA should withdrawn Vioxx", "Many new individual and class action Vioxx lawsuits were filed in the US and Canada", "Many new individual and class action Vioxx lawsuits were filed representing patients , Merck shareholders , and former employees with company retirement plans", "Many new individual and class action Vioxx lawsuits representing patients , Merck shareholders , and former employees with company retirement plans", "Radio ads sought plaintiffs", "Radio ads sought for class action suits", "Merck requested that one judge handle all the lawsuits", "one judge handle all the lawsuits", "Plaintiffs ' lawyers planned to meet in Las Vegas to lay groundwork", "Merck share price and earnings were reduced ."]}
{"instance_id": "d0925-A", "summarizer_id": "A", "summary": "In June 2005, Steve Jobs announced that Apple would switch to Intel chips for some of its Macintosh computers in 2006, all by 2007. IBM, its supplier for 14 years, was unable to deliver its new PC chip that promised more power and less heat, both needed for laptops Apple planned. The move was a gamble for Apple because software developers would have to re-engineer all programs for Intel chips. Intel celebrated the deal, although Macintosh held only 2% of the market. IBM was not badly hurt; it had long planned to concentrate on chips for computer games.", "stus": ["In June 2005 Steve Jobs announced that Apple would switch to Intel chips for some of its Macintosh computers in 2006 , all by 2007", "Apple would switch to Intel chips", "Apple would switch for some of its Macintosh computers", "Apple would switch in 2006 all by 2007", "IBM , its supplier for 14 years , was unable to deliver its new PC chip that promised more power and less heat , both needed for laptops Apple planned", "its new PC chip that promised more power and less heat , both needed for laptops Apple planned", "more power and less heat both needed for laptops Apple planned", "The move was a gamble", "The move was for Apple", "The move was because software developers would have to re - engineer all programs for Intel chips", "software developers have re engineer all programs for Intel chips", "Intel celebrated the deal", "Intel celebrated although Macintosh held only 2 % of the market", "Macintosh held only 2 % of the market", "it long planned to concentrate on chips for computer games"]}
{"instance_id": "d0925-A", "summarizer_id": "E", "summary": "Steve Jobs is preparing to abandon Apple Computer's 14-year commitment to chips developed by IBM and Motorola in favor of Intel processors. Apple has been frustrated by IBMs failure to deliver a G5 chip that does not generate much heat. After weeks of rumors, Jobs announced that the switch would be made by 2007. Apple must now persuade software developers to make their programs run on Intel chips. Apple's operating system is viewed as more stable and secure than Windows. Intel's CEO said his company is thrilled to have the world's most innovative personal computer company as a customer.", "stus": ["Steve Jobs is preparing to abandon Apple Computer 's 14 - year commitment to chips developed by IBM and Motorola in favor of Intel processors", "chips developed by IBM and Motorola", "chips developed in favor", "Apple been frustrated by IBMs failure to deliver a G5 chip that does not generate much heat", "a G5 chip that not generate much heat", "After weeks of rumors Jobs announced that the switch would be made by 2007", "the switch would made by 2007", "Apple must now persuade software developers", "Apple must now persuade to make their programs run on Intel chips", "their programs run on Intel chips", "Apple 's operating system is viewed as more stable and secure than Windows", "Intel 's CEO said his company is thrilled to have the world 's most innovative personal computer company as a customer", "his company is thrilled to have the world 's most innovative personal computer company as a customer"]}
{"instance_id": "d0925-A", "summarizer_id": "F", "summary": "Steve Jobs told software engineers at Apple's annual developer conference in San Francisco that Apple will discontinue using IBM and Motorola chips in favor of Intel microprocessors. Apple engineers have secretly worked on a transition for five years. Every edition of Macintosh OS X since then has been designed to run on both IBM and Intel chips. Apple is producing Developer Transition Kits that will allow software developers to prepare applications to run on both chips. Apple's lower-end computers, like the Mac Mini, will get Intel chips in June 2006. Apple's entire computer line will have them by December 2007.", "stus": ["Steve Jobs told software engineers at Apple 's annual developer conference", "Steve Jobs told in San Francisco", "Steve Jobs told that Apple will discontinue using IBM and Motorola chips in favor of Intel microprocessors", "Apple will discontinue using IBM and Motorola chips", "Apple will discontinue in favor of Intel microprocessors", "Apple using IBM and Motorola chips", "Apple engineers secretly worked on a transition", "Apple engineers secretly worked for five years", "Every edition of Macintosh OS X since then been designed to run on both IBM and Intel chips", "Apple is producing Developer Transition Kits that will allow software developers to prepare applications to run on both chips", "Developer Transition Kits that will allow software developers to prepare applications to run on both chips", "Apple 's lower - end computers , like the Mac Mini , will get Intel chips", "Apple 's lower - end computers , like the Mac Mini , will get in June 2006", "Apple 's entire computer line will have them", "Apple 's entire computer line will have by December 2007"]}
{"instance_id": "d0925-A", "summarizer_id": "H", "summary": "On 6 June Apple Computer announced plans to abandon its 14-year ties with IBM and Motorola in favor of Intel processors. Apple had been frustrated by IBM's inability to develop a chip that could process large amounts of data without overheating. Apple programs will have to be rewritten to run on an Intel-powered Mac, although engineers have already developed codes to ease the transition. Apple could lose sales in the short term, as people wait for the switch. The first Intel-powered Macs are scheduled for June 2006; all Macs should be converted by the end of 2007.", "stus": ["On 6 June Apple Computer announced plans to abandon its 14 - year ties with IBM and Motorola in favor of Intel processors", "Apple been frustrated by IBM 's inability to develop a chip that could process large amounts of data without overheating", "a chip that could process large amounts of data", "a chip that could process without overheating", "Apple programs have rewritten to run on an Intel - powered Mac", "Intel powered Mac", "engineers already developed codes to ease the transition", "Apple could lose sales", "Apple could lose in the short term as people wait for the switch", "people wait for the switch", "Intel powered Macs", "The first Intel - powered Macs are scheduled for June 2006", "all Macs should converted by the end of 2007"]}
{"instance_id": "d0926-A", "summarizer_id": "B", "summary": "Steve Fossett's attempt at the first around-the-world non-stop no-refueling solo flight began with takeoff of the Global Flyer from Salina (Kansas) Municipal Airport at 0047GMT on March 1, 2005. Fossett described takeoff as \"difficult\" as the aircraft was slower than he had expected. By 0400GMT he was over Canada where he experienced a GPS malfunction, but after a couple of hours it reengaged. At 1607GMT he was over Morocco and by 0330GMT March 2nd the Global Flyer was over the Arabian Sea heading east towards Karachi, Pakistan at about 390mph.", "stus": ["non stop no - refueling", "no refueling flight", "Steve Fossett 's attempt at the first around - the - world non - stop no - refueling solo flight began with takeoff of the Global Flyer from Salina ( Kansas ) Municipal Airport at 0047GMT on March 1 , 2005", "Fossett described takeoff", "Fossett described as \" difficult \"", "Fossett described as the aircraft was slower than he had expected", "the aircraft was slower than he had expected", "By 0400GMT he was over Canada where he experienced a GPS malfunction", "Canada where he experienced a GPS malfunction", "At 1607GMT he was over Morocco", "by 0330GMT March 2nd the Global Flyer was over the Arabian Sea", "by 0330GMT March 2nd the Global Flyer was heading east towards Karachi , Pakistan at about 390 mph", "the Global Flyer heading east", "the Global Flyer heading towards Karachi , Pakistan", "the Global Flyer heading at about 390 mph"]}
{"instance_id": "d0926-A", "summarizer_id": "D", "summary": "Steve Fossett left Monday evening from Salina on a solo, nonstop, non-refueled flight around the world in the Global Flyer. He estimated flying time at 60-80 hours. He took off at 6:47 and was concerned for a brief moment when the plane seemed to lose altitude seconds after taking off. By 10 PM he approached Canadian airspace and soared toward the Atlantic Ocean. While flying across Canada Fossett's GPS malfunctioned. After a couple of hours the GSP corrected itself. Monitoring fuel usage was a critical challenge during the flight. Fossett flew over Africa and the Middle East on Tuesday.", "stus": ["Steve Fossett left Monday evening", "Steve Fossett left from Salina", "Steve Fossett left on a solo , nonstop , non - refueled flight around the world in the Global Flyer", "He estimated flying time", "He estimated at 60 - 80 hours", "He took at 6:47", "He was concerned for a brief moment when the plane seemed to lose altitude seconds after taking off", "a brief moment when the plane seemed to lose altitude seconds after taking off", "By 10 PM he approached Canadian airspace", "By 10 PM he soared toward the Atlantic Ocean", "While flying across Canada Fossett 's GPS malfunctioned .", "After a couple of hours the GSP corrected itself", "Monitoring fuel usage was a critical challenge", "Monitoring fuel usage was during the flight", "Fossett flew over Africa and the Middle East", "Fossett flew on Tuesday"]}
{"instance_id": "d0926-A", "summarizer_id": "E", "summary": "Steve Fossett, hopes to become the first person to fly solo, non-stop flight around the world without refueling. Fossett's plane, the Global Flyer, was designed by Burt Rutan and the flight is funded by Richard Branson's Virgin Atlantic Airways. Departure depends on favorable weather. His plane does not carry enough fuel for the trip without tail winds. The flight will begin and terminate at Salina, Kansas. Fossettt hopes to make the trip in under 80 hours. The flight began at 6:47 PM on Monday, March 1st. By late Tuesday after overcoming a navigational equipment problem, he was approaching Pakistan.", "stus": ["Steve Fossett hopes to become the first person to fly solo , non - stop flight around the world without refueling", "non stop flight", "Fossett 's plane , the Global Flyer , was designed by Burt Rutan", "the flight is funded by Richard Branson 's Virgin Atlantic Airways", "Departure depends on favorable weather", "His plane not carry enough fuel for the trip without tail winds", "The flight will begin at Salina , Kansas", "The flight will terminate at Salina , Kansas", "Fossettt hopes to make the trip in under 80 hours", "The flight began at 6:47 PM on Monday , March 1st", "By late Tuesday after overcoming a navigational equipment problem he was approaching Pakistan"]}
{"instance_id": "d0926-A", "summarizer_id": "G", "summary": "Steve Fossett and his Virgin Atlantic GlobalFlyer arrived in Salina, Kansas, on January 7, 2005, to prepare for his solo, non-stop flight around the globe. He finally took off at 0047 GMT on Tuesday, March 1. By 0400, he was approaching Canadian air space after flying over Chicago and Detroit. He then flew over Canada and the Atlantic Ocean and was over Morocco at 1607. After flying over Africa, he was over the Arabian Sea, approaching Karachi, Pakistan, at 0330 on Wednesday.", "stus": ["Steve Fossett and his Virgin Atlantic GlobalFlyer arrived in Salina , Kansas ,", "Steve Fossett and his Virgin Atlantic GlobalFlyer arrived on January 7 , 2005", "Steve Fossett and his Virgin Atlantic GlobalFlyer arrived to prepare for his solo , non - stop flight around the globe", "non stop flight", "He finally took at 0047 GMT on Tuesday , March 1", "By 0400 he was approaching Canadian air space", "By 0400 he was approaching after flying over Chicago and Detroit", "he flying over Chicago and Detroit", "He then flew over Canada and the Atlantic Ocean", "He then was over Morocco", "He then was at 1607", "After flying over Africa he was over the Arabian Sea", "After flying over Africa he was approaching Karachi , Pakistan , at 0330 on Wednesday", "he approaching Karachi , Pakistan", "he approaching at 0330 on Wednesday"]}
{"instance_id": "d0927-A", "summarizer_id": "A", "summary": "Peter Jennings's announcement April 5, 2005, that he had lung cancer left his colleagues at ABC News saddened and dismayed. He had been \"World News Tonight\" anchorman since 1983. By the end of the week, ABC had received 3,400 e-mails offering him prayers and good wishes. A former heavy smoker, Jennings had not been well for some time and was unable to travel abroad to cover foreign events. However, his diagnosis came as a surprise to him. ABC announced that Jennings would continue to anchor the news during chemotherapy treatment, but he was unable to do so.", "stus": ["he had lung cancer", "Peter Jennings 's announcement April 5 , 2005 , that he had lung cancer left his colleagues at ABC News", "Peter Jennings 's announcement April 5 , 2005 , that he had lung cancer left saddened and dismayed", "He been \" World News Tonight \" anchorman", "He been since 1983", "By the end of the week ABC received 3,400 e - mails offering him prayers and good wishes", "3,400 e - mails offering him", "3,400 e - mails offering prayers and good wishes", "Jennings not been well", "Jennings not been for some time", "A former heavy smoker Jennings was unable to travel abroad to cover foreign events", "However his diagnosis came as a surprise", "However his diagnosis came to him", "ABC announced that Jennings would continue to anchor the news during chemotherapy treatment", "Jennings would continue to anchor the news during chemotherapy treatment", "he was unable to do so"]}
{"instance_id": "d0927-A", "summarizer_id": "B", "summary": "ABC announced on April 5, 2005 that its anchor on \"World News Tonight,\" Peter Jennings, has lung cancer. Jennings, who began chemotherapy the following week, had earlier missed overseas assignments, but was thought to be battling flu. Specialists suggested that the cancer is in an advanced stage. By the end of the week ABC had received more than 3,400 e-mails offering Jennings prayers and good wishes. On April 29 a statement from Jennings was read on \"World News Tonight\" thanking his good wishers who he said \"have spoiled me rotten\".", "stus": ["ABC announced on April 5 , 2005", "ABC announced that its anchor on \" World News Tonight , \" Peter Jennings , has lung cancer", "its anchor on \" World News Tonight , \" Peter Jennings , has lung cancer", "Jennings who began chemotherapy", "Jennings who began the following week", "Jennings , who began chemotherapy the following week , earlier missed overseas assignments", "Jennings , who began chemotherapy the following week , was thought to be battling flu", "Jennings , who began chemotherapy the following week , battling flu", "Specialists suggested that the cancer is in an advanced stage", "the cancer is in an advanced stage", "By the end of the week ABC received more than 3,400 e - mails offering Jennings prayers and good wishes", "more than 3,400 e - mails offering Jennings prayers and good wishes", "On April 29 a statement from Jennings was read on \" World News Tonight \"", "On April 29 a statement from Jennings was read thanking his good wishers who he said \" have spoiled me rotten \"", "a statement from Jennings thanking his good wishers who he said \" have spoiled me rotten \"", "he said \" have spoiled me rotten \"", "who spoiled me rotten"]}
{"instance_id": "d0927-A", "summarizer_id": "E", "summary": "ABC announced that \"World News Tonight\" anchor Peter Jennings has lung cancer. While making Jenning's condition public, the network did not provide details about the diagnosis or prognosis. Jennings, who quit smoking several years ago, will undergo chemotherapy in New York. He will continue to work on the newscast to the extent he can do so comfortably. Jennings wrote to his staff: \"There will be good days and bad\". Jennings had been a heavy smoker until the mid- to late 1980s. He returned to regular smoking after the terrorist attacks in 2001 but later quit again.", "stus": ["ABC announced that \" World News Tonight \" anchor Peter Jennings has lung cancer", "\" World News Tonight \" anchor Peter Jennings has lung cancer", "While making Jenning 's condition public the network not provide details about the diagnosis or prognosis", "Jennings who quit smoking", "Jennings who quit several years ago", "Jennings , who quit smoking several years ago , will undergo chemotherapy", "Jennings , who quit smoking several years ago , will undergo in New York", "He will continue to work on the newscast", "He will continue to the extent he can do so comfortably", "the extent he can do so", "the extent he can do comfortably", "Jennings wrote to his staff", "Jennings wrote There will be good days and bad", "will be good days and bad", "Jennings been a heavy smoker", "Jennings been until the mid- to late 1980s", "He returned to regular smoking", "He returned after the terrorist attacks in 2001", "He later quit again"]}
{"instance_id": "d0927-A", "summarizer_id": "G", "summary": "Peter Jennings hoarsely announced he had lung cancer on April 5, 2005 and would begin outpatient chemotherapy in New York. A former heavy smoker, he had had health problems since late 2004. Medical experts speculated, since he was not having surgery, that the cancer was advanced or of the small-cell type. Americans responded with sympathy. Other cancer victims considered him a role model. Although he had hoped to continue working, he went on a leave-of-absence in late April. The last of the \"old time\" announcers, Jennings' illness stunned viewers and leaves ABC scrambling to find fill-ins and perhaps a replacement.", "stus": ["Peter Jennings hoarsely announced he had lung cancer on April 5 , 2005 and would begin outpatient chemotherapy in New York", "he had lung cancer", "he had on April 5 , 2005", "he would begin outpatient chemotherapy", "he would begin in New York", "A former heavy smoker he had health problems", "A former heavy smoker he had since late 2004", "Medical experts speculated since he was not having surgery", "Medical experts speculated that the cancer was advanced or of the small - cell type", "he not having surgery", "the cancer was advanced or of the small - cell type", "Americans responded with sympathy", "Other cancer victims considered him a role model", "he hoped to continue working", "Although he had hoped to continue working he went on a leave - of - absence", "Although he had hoped to continue working he went in late April", "The last of the \" old time \" announcers , Jennings ' illness stunned viewers", "The last of the \" old time \" announcers , Jennings ' illness leaves ABC", "The last of the \" old time \" announcers , Jennings ' illness leaves scrambling to find fill - ins and perhaps a replacement", "ABC scrambling to find fill - ins and perhaps a replacement"]}
{"instance_id": "d0928-A", "summarizer_id": "A", "summary": "In January 2005, Dennis Koslowski and Mark Swartz, former top executives of Tyco International Ltd., went on trial in New York a second time for stealing $600 million from the company. The first trial ended in a hung jury. Prosecutors claim the two men illegally awarded themselves millions of dollars in bonuses and concealed them from the company's board and shareholders. A judge refused to combine a retrial of larceny charges against Kozlowski with charges he failed to pay sales taxes on $13 million worth of art. If convicted, Koslowski and Swartz each could face 25 years in prison.", "stus": ["In January 2005 Dennis Koslowski and Mark Swartz , former top executives of Tyco International Ltd. , went on trial", "In January 2005 Dennis Koslowski and Mark Swartz , former top executives of Tyco International Ltd. , went in New York", "In January 2005 Dennis Koslowski and Mark Swartz , former top executives of Tyco International Ltd. , went a second time", "In January 2005 Dennis Koslowski and Mark Swartz , former top executives of Tyco International Ltd. , went for stealing $ 600 million from the company", "Dennis Koslowski and Mark Swartz , former top executives of Tyco International Ltd. , stealing $ 600 million", "Dennis Koslowski and Mark Swartz , former top executives of Tyco International Ltd. , stealing from the company", "The first trial ended in a hung jury", "Prosecutors claim the two men illegally awarded themselves millions of dollars in bonuses and concealed them from the company 's board and shareholders", "the two men illegally awarded themselves", "the two men illegally awarded millions of dollars in bonuses", "the two men illegally concealed them", "the two men illegally concealed from the company 's board and shareholders", "A judge refused to combine a retrial of larceny charges against Kozlowski with charges he failed to pay sales taxes on $ 13 million worth of art", "he failed to pay sales taxes on $ 13 million worth of art", "If convicted Koslowski and Swartz each could face 25 years in prison"]}
{"instance_id": "d0928-A", "summarizer_id": "C", "summary": "The first grand larceny trial of former Tyco CEO Dennis Kozlowski and codefendant Mark Swartz ended in mistrial. Their retrial began January 18. They allegedly stole $600 million from the company in unauthorized compensation and the sale of inflated Tyco stock. Kozlowski could face 30 years in prison. Prosecutors are focusing less on Kozlowski's life of excess and more on how he allegedly looted the company. In opening arguments, the defense suggested the compensation was legitimate, and company directors might be practicing revisionist history. Kozlowski still faces separate tax, conspiracy, falsifying business records and evidence tampering charges.", "stus": ["The first grand larceny trial of former Tyco CEO Dennis Kozlowski and codefendant Mark Swartz ended in mistrial", "Their retrial began January 18", "They allegedly stole $ 600 million", "They allegedly stole from the company", "They allegedly stole in unauthorized compensation and the sale of inflated Tyco stock", "Kozlowski could face 30 years in prison", "Prosecutors are focusing less on Kozlowski 's life of excess and more on how he allegedly looted the company", "how he allegedly looted the company", "In opening arguments the defense suggested the compensation was legitimate", "the compensation was legitimate", "company directors might practicing revisionist history", "Kozlowski still faces separate tax , conspiracy , falsifying business records and evidence tampering charges", "Kozlowski falsifying business records", "evidence tampering charges"]}
{"instance_id": "d0928-A", "summarizer_id": "E", "summary": "Former Tyco executive Dennis Kozlowski has been charged in a tax case with conspiracy, falsifying business records and tampering with evidence. He is accused of scheming with dealers to avoid paying over $1M tax on $13M of artworks. He and another Tyco executive, Mark Swartz, are also accused in a larceny case of looting over $600M from the company by illegally awarding themselves bonuses and concealing them from shareholders. A trial of the two ended in a hung jury. They are to be retried in New York. The judge refused separate trials.", "stus": ["Former Tyco executive Dennis Kozlowski been charged in a tax case", "Former Tyco executive Dennis Kozlowski been charged with conspiracy , falsifying business records and tampering with evidence", "Former Tyco executive Dennis Kozlowski falsifying business records", "Former Tyco executive Dennis Kozlowski tampering with evidence", "He is accused of scheming with dealers to avoid paying over $ 1 M tax on $ 13 M of artworks", "He scheming with dealers", "He scheming to avoid paying over $ 1 M tax on $ 13 M of artworks", "He paying over $ 1 M tax on $ 13 M of artworks", "He and another Tyco executive , Mark Swartz , also accused in a larceny case", "He and another Tyco executive , Mark Swartz , also accused of looting over $ 600 M from the company by illegally awarding themselves bonuses and concealing them from shareholders", "He and another Tyco executive , Mark Swartz , looting over $ 600 M from the company", "He and another Tyco executive , Mark Swartz , looting by illegally awarding themselves bonuses and concealing them from shareholders", "He and another Tyco executive , Mark Swartz , illegally awarding themselves", "He and another Tyco executive , Mark Swartz , illegally awarding bonuses", "He and another Tyco executive , Mark Swartz , concealing them", "He and another Tyco executive , Mark Swartz , concealing from shareholders", "A trial of the two ended in a hung jury", "They retried in New York", "The judge refused separate trials"]}
{"instance_id": "d0928-A", "summarizer_id": "F", "summary": "The first unfocused, lengthy trial of Tyco executives Kozlowski and Swartz for stealing $600 million from Tyco was aborted after juror intimidation. The judge ruled a claim on behalf of Tyco was barred under Bermuda law, but allowed a class action lawsuit by Tyco shareholders. He refused to separate the two men's cases or allegations of accounting fraud and looting. In the retrial, prosecutors are concentrating on accusations that the men hid unauthorized bonuses, secretly forgave loans to themselves, and lied about Tyco's finances to inflate stock before selling it. The defense is trying to discredit the board of directors.", "stus": ["Tyco executives Kozlowski and Swartz stealing $ 600 million", "Tyco executives Kozlowski and Swartz stealing from Tyco", "The first unfocused , lengthy trial of Tyco executives Kozlowski and Swartz for stealing $ 600 million from Tyco was aborted after juror intimidation", "The judge ruled a claim on behalf of Tyco was barred under Bermuda law", "a claim on behalf of Tyco was barred under Bermuda law", "The judge allowed a class action lawsuit by Tyco shareholders", "He refused to separate the two men 's cases or allegations of accounting fraud and looting", "In the retrial prosecutors are concentrating on accusations that the men hid unauthorized bonuses , secretly forgave loans to themselves , and lied about Tyco 's finances to inflate stock before selling it", "the men hid unauthorized bonuses", "the men secretly forgave loans to themselves", "the men lied about Tyco 's finances", "the men lied to inflate stock", "the men lied before selling it", "the men selling it", "The defense is trying to discredit the board of directors"]}
{"instance_id": "d0929-A", "summarizer_id": "D", "summary": "Tropical storm Rita appeared likely to be upgraded to a Category 1 hurricane before passing the Florida Keys. Florida Governor declared a state of emergency enabling him to oversee evacuations and activate the National Guard. The US National Hurricane Center warned that Rita could threaten Texas and Louisiana within days. Louisiana Governor declared a state of emergency. New Orleans worked to bolster weakened levees and establish a military hospital. Rita was upgraded to Category 2 and expected to reach Category 3 in the Gulf. Along the Gulf coast refugees were relocated, schools and offices were closed and evacuations were mandated.", "stus": ["Tropical storm Rita upgraded to a Category 1 hurricane", "Tropical storm Rita upgraded before passing the Florida Keys", "Tropical storm Rita passing the Florida Keys", "Florida Governor declared a state of emergency enabling him to oversee evacuations and activate the National Guard", "a state of emergency enabling him", "a state of emergency enabling to oversee evacuations and activate the National Guard", "him activate the National Guard", "The US National Hurricane Center warned that Rita could threaten Texas and Louisiana within days", "Rita could threaten Texas and Louisiana", "Rita could threaten within days", "Louisiana Governor declared a state of emergency", "New Orleans worked to bolster weakened levees and establish a military hospital", "New Orleans establish a military hospital", "Rita was upgraded to Category 2", "Rita expected to reach Category 3 in the Gulf", "schools and offices were closed"]}
{"instance_id": "d0929-A", "summarizer_id": "E", "summary": "An evacuation order was issued Monday for the Florida keys as Tropical Storm Rita approached and is likely to be upgraded to a level one hurricane. Rita brushed past Key West Tuesday and was forecast to strengthen to a major hurricane, possibly a category 4, later in the week. Once again, New Orleans implemented emergency services and some individuals were evacuated. Hurricane Katrina survivors taking refuge in Texas were being uprooted again as Rita threatened. Texas now bears the greatest threat from Rita. The Texas coastal county of Galveston will order a mandatory evacuation on Wednesday in preparation of Rita.", "stus": ["An evacuation order was issued Monday as Tropical Storm Rita approached and is likely to be upgraded to a level one hurricane", "Tropical Storm Rita is likely to be upgraded to a level one hurricane", "Tropical Storm Rita upgraded to a level one hurricane", "Rita brushed past Key West", "Rita brushed Tuesday", "Once again New Orleans implemented emergency services", "Hurricane Katrina survivors taking refuge", "Hurricane Katrina survivors taking in Texas", "Hurricane Katrina survivors taking refuge in Texas uprooted again as Rita threatened", "Texas now bears the greatest threat from Rita", "The Texas coastal county of Galveston will order a mandatory evacuation", "The Texas coastal county of Galveston will order on Wednesday", "The Texas coastal county of Galveston will order in preparation of Rita"]}
{"instance_id": "d0929-A", "summarizer_id": "G", "summary": "Monday, Rita became a Category 1 hurricane. Tuesday it increased to a Cat2 and a Cat3 or 4 was feared. Florida declared a state of emergency and residents of the Keys began evacuating. Those remaining were advised to hunker down. In New Orleans, levee system repairs were underway, buses were on stand-by, a military hospital was established, and evacuations began. Katrina refugees in Texas were being moved out of state. A mandatory evacuation on Wednesday of Galveston, Texas, was ordered and shelters set up. Madrid to Miami flights were suspended and crude futures rose. OPEC promised additional crude if needed.", "stus": ["Monday Rita became a Category 1 hurricane", "Tuesday it increased to a Cat2", "Florida declared a state of emergency", "Those remaining were advised to hunker down", "In New Orleans levee system repairs were underway", "buses were on stand - by", "Katrina refugees in Texas moved out of state", "A mandatory evacuation on Wednesday of Galveston , Texas , was ordered and shelters set up .", "Madrid to Miami flights were suspended and crude futures rose .", "OPEC promised additional crude", "OPEC promised if needed"]}
{"instance_id": "d0929-A", "summarizer_id": "H", "summary": "As Hurricane Rita moved toward the Florida Keys on Sunday 18 September, the Florida governor declared a state of emergency. Monday, residents and tourists were told to evacuate the Florida Keys. By early Tuesday afternoon, Rita had strengthened to a category two storm, with winds of 100 mph and was expected to gain further strength and reach a category three as it hit the warm Gulf of Mexico waters. Residents of New Orleans were evacuating and the Louisiana Governor declared a state of emergency in western Louisiana. Galveston was expected to order a mandatory evacuation on Wednesday 21 September.", "stus": ["Hurricane Rita moved toward the Florida Keys", "Hurricane Rita moved on Sunday 18 September", "As Hurricane Rita moved toward the Florida Keys on Sunday 18 September the Florida governor declared a state of emergency", "Monday residents and tourists were told to evacuate the Florida Keys", "By early Tuesday afternoon Rita strengthened to a category two storm", "By early Tuesday afternoon Rita strengthened with winds of 100 mph", "By early Tuesday afternoon Rita was expected to gain further strength and reach a category three as it hit the warm Gulf of Mexico waters", "Rita reach a category three", "Rita reach as it hit the warm Gulf of Mexico waters", "it hit the warm Gulf of Mexico waters", "the Louisiana Governor declared a state of emergency", "the Louisiana Governor declared in western Louisiana", "Galveston was expected to order a mandatory evacuation on Wednesday 21 September"]}
{"instance_id": "d0930-A", "summarizer_id": "A", "summary": "One way to get rid of carbon dioxide from coal-burning power plants is to bury it. Carbon sequestration is not new; petroleum producers have pumped compressed CO2 into oil-bearing structures to force oil to the surface for years. Norway has buried 70 million tons below the North Sea. Carbon dioxide from a coalgas plant in Wyoming is pumped 185 miles to a working oilfield in Canada. In 2004 scientists planned to sequester carbon in deep sandstone deposits. Coal gasification is necessary for sequestration. Improving the two technologies was part of a $35 billion package the Senate considered in 2005.", "stus": ["coal burning power plants", "One way to get rid of carbon dioxide from coal - burning power plants is to bury it", "Carbon sequestration is not new", "petroleum producers pumped compressed CO2", "petroleum producers pumped into oil - bearing structures", "petroleum producers pumped to force oil to the surface for years", "oil bearing structures", "Norway buried 70 million tons", "Norway buried below the North Sea", "Carbon dioxide from a coalgas plant in Wyoming is pumped 185 miles", "Carbon dioxide from a coalgas plant in Wyoming is pumped to a working oilfield in Canada", "In 2004 scientists planned to sequester carbon in deep sandstone deposits", "Coal gasification is necessary for sequestration", "Improving the two technologies was part of a $ 35 billion package the Senate considered in 2005", "a $ 35 billion package the Senate considered in 2005"]}
{"instance_id": "d0930-A", "summarizer_id": "B", "summary": "Carbon sequestration has been tested in the United States, Canada and Britain using old or working oil or gas fields as storage areas. Since 1996 Norway has buried nearly 70 million tons of compressed carbon below the North Sea where it had extracted fuels. In each case the CO2, after being captured by solvents, would be pumped into geologic formations which were thought to be safe storage areas. As efficient technology to compress, transport and store the carbon is developed it could be provided to developing countries such as China and India offering help in the fight against global warming.", "stus": ["Carbon sequestration been tested in the United States , Canada and Britain", "Carbon sequestration been tested using old or working oil or gas fields as storage areas", "Since 1996 Norway buried nearly 70 million tons of compressed carbon", "Since 1996 Norway buried below the North Sea where it had extracted fuels", "the North Sea where it extracted fuels", "the CO2 captured by solvents", "In each case the CO2 after being captured by solvents would pumped into geologic formations which were thought to be safe storage areas", "geologic formations which were thought to be safe storage areas", "efficient technology store the carbon", "As efficient technology to compress , transport and store the carbon is developed it could provided to developing countries such as China and India offering help in the fight against global warming", "developing countries offering help in the fight against global warming"]}
{"instance_id": "d0930-A", "summarizer_id": "E", "summary": "Carbon sequestration, the process of capturing carbon dioxide produced by burning fossil fuels and storing it under the ground or ocean floor, is not a new idea and is gaining support. In Texas, scientists are burying tons of compressed carbon dioxide beneath an old oil field. Norway has buried tons below North Sea oilfields. The energy industry now injects compressed CO2 into the ground to make it easier to get oil out of the ground. Environmentalists say the plan is worth pursuing if safe, reliable, and dependent on cost. The question arises if the process could cause an earthquake.", "stus": ["carbon dioxide produced by burning fossil fuels", "Carbon sequestration , the process of capturing carbon dioxide produced by burning fossil fuels and storing it under the ground or ocean floor is not a new idea", "Carbon sequestration , the process of capturing carbon dioxide produced by burning fossil fuels and storing it under the ground or ocean floor is gaining support", "In Texas scientists are burying tons of compressed carbon dioxide", "In Texas scientists are burying beneath an old oil field", "Norway buried tons", "Norway buried below North Sea oilfields", "The energy industry now injects compressed CO2", "The energy industry now injects into the ground", "The energy industry now injects to make it easier to get oil out of the ground", "Environmentalists say the plan is worth pursuing if safe , reliable , and dependent on cost", "the plan is worth pursuing", "the plan is if safe , reliable , and dependent on cost", "The question arises if the process could cause an earthquake", "the process could cause an earthquake"]}
{"instance_id": "d0930-A", "summarizer_id": "F", "summary": "Norway has stored waste CO2 below a North Sea oilfield since 1996. Texas geologists are pumping compressed CO2 into a sandstone layer one mile beneath an old Louisiana-Texas oil field. CO2 from a coalgas plant in Wyoming is being pumped under a working Weyburn, Saskatchewan oilfield. Britain will pump CO2 from a Scottish power station to an old North Sea oil reservoir. The US backs carbon sequestration development and coal gasification technology that can sequester siphoned-off CO2, and plans to use carbon sequestration for mercury control. Arizona is investigating combining CO2 with plentiful minerals to form chemically stable substances.", "stus": ["Norway stored waste CO2", "Norway stored below a North Sea oilfield", "Norway stored since 1996", "Texas geologists are pumping compressed CO2", "Texas geologists are pumping into a sandstone layer one mile beneath an old Louisiana - Texas oil field", "CO2 from a coalgas plant in Wyoming pumped under a working Weyburn , Saskatchewan oilfield", "Britain will pump CO2", "Britain will pump from a Scottish power station to an old North Sea oil reservoir", "The US backs carbon sequestration development and coal gasification technology that can sequester siphoned - off CO2", "carbon sequestration development and coal gasification technology that can sequester siphoned - off CO2", "Arizona is investigating combining CO2 with plentiful minerals to form chemically stable substances", "Arizona combining CO2", "Arizona combining with plentiful minerals", "Arizona combining to form chemically stable substances"]}
{"instance_id": "d0931-A", "summarizer_id": "C", "summary": "After being caught, A.Q. Khan, Pakistan's revered father of its nuclear deterrent, admitted in February to black market dealings in nuclear weapons technology to Iran, Libya and North Korea. He was pardoned, but remains under house arrest. Recent investigations found evidence that Khan delivered bomb blueprints and weapons-grade enriched uranium to Iran. He sold warhead blueprints to Libya and possibly to North Korea. Evidence surfaced of his vast global enterprise, his facilities in Dubai and South Africa, and international connections from Asia to Africa. Pakistan's government expressed skepticism over recent claims and refuses to allow foreign authorities question Khan.", "stus": ["After being caught , A.Q.", "Khan , Pakistan 's revered father of its nuclear deterrent admitted in February", "Khan , Pakistan 's revered father of its nuclear deterrent admitted to black market dealings in nuclear weapons technology to Iran , Libya and North Korea", "He remains under house arrest", "Recent investigations found evidence that Khan delivered bomb blueprints and weapons - grade enriched uranium to Iran", "Khan delivered bomb blueprints and weapons - grade enriched uranium", "Khan delivered to Iran", "He sold warhead blueprints", "He sold to Libya and possibly to North Korea", "Evidence surfaced of his vast global enterprise , his facilities in Dubai and South Africa , and international connections from Asia to Africa", "Pakistan 's government expressed skepticism over recent claims", "Pakistan 's government refuses to allow foreign authorities question Khan", "foreign authorities question Khan"]}
{"instance_id": "d0931-A", "summarizer_id": "D", "summary": "Abdul Qadeer Khan was a nuclear scientist who oversaw the spread of nuclear weapons to US adversaries. Khan did more to undermine US causes than Bin Laden, having confessed to transferring nuclear weapons technology to Iran, Libya, and North Korea. In November 2004 US officials and the UN's IAEA were still searching for other countries with Khan's digitized blueprints for nuclear manufacturing equipment and uranium enrichment centrifuges user manuals. Khan's network spread across 30 countries. Khan lives under house arrest in Islamabad. He was granted full pardon and allowed to keep the money believed to be from illicit sales.", "stus": ["Abdul Qadeer Khan was a nuclear scientist who oversaw the spread of nuclear weapons to US adversaries", "a nuclear scientist who oversaw the spread of nuclear weapons to US adversaries", "Khan did more", "Khan did to undermine US causes", "Khan did than Bin Laden", "Khan did having confessed to transferring nuclear weapons technology to Iran , Libya , and North Korea", "Khan confessed to transferring nuclear weapons technology to Iran , Libya , and North Korea", "In November 2004 US officials and the UN 's IAEA still searching for other countries", "In November 2004 US officials and the UN 's IAEA still searching with Khan 's digitized blueprints for nuclear manufacturing equipment and uranium enrichment centrifuges user manuals", "Khan 's digitized blueprints for nuclear manufacturing equipment and uranium enrichment centrifuges user manuals", "Khan 's network spread across 30 countries", "Khan lives under house arrest", "Khan lives in Islamabad", "He was granted full pardon", "the money believed to be from illicit sales"]}
{"instance_id": "d0931-A", "summarizer_id": "F", "summary": "A.Q. Khan sold nuclear bomb technology and material to Iran, North Korea and Libya. Possible motives were profit, ego, and a guarantee of Muslim influence. He traded centrifuge technology to China for bomb design. Pakistan claims to cooperate with the international community and put Khan under house arrest but won't let him be questioned. President Musharraf pardoned Khan, let him keep his profits, and denied government involvement. The US, not wanting to alienate ally Pakistan, quarreled with the IAEA and is investigating separately. Khan chief lieutenant Tahir is in jail. Khan's network operated in over 30 countries, including South Africa.", "stus": ["A.Q.", "Khan sold nuclear bomb technology and material", "Khan sold to Iran , North Korea and Libya", "Possible motives were profit , ego , and a guarantee of Muslim influence", "He traded centrifuge technology", "He traded to China", "He traded for bomb design", "Pakistan claims to cooperate with the international community and put Khan under house arrest", "Pakistan put Khan", "Pakistan put under house arrest", "Pakistan wo n't let him be questioned", "President Musharraf pardoned Khan", "President Musharraf let him keep his profits", "him keep his profits", "President Musharraf denied government involvement", "The US not wanting to alienate ally Pakistan", "The US not wanting to alienate ally Pakistan quarreled with the IAEA", "The US not wanting to alienate ally Pakistan is investigating separately", "Khan chief lieutenant Tahir is in jail", "Khan 's network operated in over 30 countries , including South Africa", "over 30 countries including South Africa"]}
{"instance_id": "d0931-A", "summarizer_id": "G", "summary": "A.Q. Khan headed an illicit, global, network, providing nuclear information and material to at least Libya, Iran, and North Korea. He visited other potential customers and uranium suppliers. He appears motivated by hatred of India, monetary gain, egotism, and pan-Muslim and anti-Western goals. The US had tracked him for years and pressured his confession to nuclear proliferation in 2004, but could not be too forceful because of Pakistani cooperation in the war on terror. The Pakistani government placed Khan under house arrest, but pardoned him because he is a national hero. It denied any official knowledge of his activities.", "stus": ["A.Q.", "Khan headed an illicit , global , network", "Khan headed providing nuclear information and material to at least Libya , Iran , and North Korea", "Khan providing nuclear information and material", "Khan providing to at least Libya , Iran , and North Korea", "He visited other potential customers and uranium suppliers", "He motivated by hatred of India , monetary gain , egotism , and pan - Muslim and anti - Western goals", "The US tracked him", "The US tracked for years", "The US pressured his confession to nuclear proliferation in 2004", "The US could not be too forceful", "The US could not be because of Pakistani cooperation in the war on terror", "The Pakistani government placed Khan", "The Pakistani government placed under house arrest", "The Pakistani government pardoned him", "The Pakistani government pardoned because he is a national hero", "he is a national hero", "It denied any official knowledge of his activities"]}
{"instance_id": "d0932-A", "summarizer_id": "B", "summary": "Iceland, South Africa, Bangladesh, Australia, Shanghai and Taiwan have all banned or heavily taxed plastic bags. Eritrea has enacted fines for all who import, produce, distribute, or sell them. Kenya, Rwanda, and Uganda are all considering bans or taxes as are the citizens of San Francisco and Los Angeles. In Rwanda some citizens consider the government too hostile and ask \"what should we use instead\". A survey in San Francisco found about 1/3 supporting a tax, 1/3 opposed and 1/3 somewhat open minded. Grocers and plastic industry personnel are opposed while environmentalists support the tax.", "stus": ["Iceland , South Africa , Bangladesh , Australia , Shanghai and Taiwan all banned plastic bags", "Iceland , South Africa , Bangladesh , Australia , Shanghai and Taiwan heavily taxed plastic bags", "Eritrea enacted fines for all who import , produce , distribute , or sell them", "all who import them", "all who produce them", "all who distribute them", "all who sell them", "Kenya , Rwanda , and Uganda considering bans or taxes", "Kenya , Rwanda , and Uganda considering as are the citizens of San Francisco and Los Angeles", "In Rwanda some citizens consider the government too hostile", "In Rwanda some citizens ask what should we use instead", "what should we use instead", "A survey in San Francisco found about 1/3 supporting a tax , 1/3 opposed and 1/3 somewhat open minded", "about 1/3 supporting a tax", "Grocers and plastic industry personnel are opposed", "Grocers and plastic industry personnel are while environmentalists support the tax", "Grocers and plastic industry personnel are opposed while environmentalists support the tax", "environmentalists support the tax"]}
{"instance_id": "d0932-A", "summarizer_id": "F", "summary": "San Francisco is considering charging grocery stores 17 cents per bag. Grocers could keep half and use it on approved programs. Grocers and the plastics industry are opposed. Public reaction is mixed. State legislators defeated a 2 cent charge last year. Ireland, Germany, Switzerland, Norway, South Africa, Bangladesh, Australia, Shanghai, Taiwan, and Eritrea ban plastic bags or charge a fee or fine for their use. In Ireland plastic bag use dropped 90 percent. Uganda, Kenya, and Rwanda are planning or considering banning or taxing plastic bags. Rwanda urges traditional basket use. Shop owners object. Tanzania is establishing a recycling plant.", "stus": ["San Francisco is considering charging grocery stores 17 cents per bag", "San Francisco charging grocery stores", "San Francisco charging 17 cents per bag", "Grocers could keep half", "Grocers could use it", "Grocers could use on approved programs", "Grocers and the plastics industry are opposed", "Public reaction is mixed", "State legislators defeated a 2 cent charge", "State legislators defeated last year", "Ireland , Germany , Switzerland , Norway , South Africa , Bangladesh , Australia , Shanghai , Taiwan , and Eritrea ban plastic bags", "Ireland , Germany , Switzerland , Norway , South Africa , Bangladesh , Australia , Shanghai , Taiwan , and Eritrea charge a fee or fine", "Ireland , Germany , Switzerland , Norway , South Africa , Bangladesh , Australia , Shanghai , Taiwan , and Eritrea charge for their use", "In Ireland plastic bag use dropped 90 percent", "Uganda , Kenya , and Rwanda are planning banning or taxing plastic bags", "Uganda , Kenya , and Rwanda considering banning or taxing plastic bags", "Uganda , Kenya , and Rwanda banning plastic bags", "Uganda , Kenya , and Rwanda taxing plastic bags", "Rwanda urges traditional basket use", "Shop owners object .", "Tanzania is establishing a recycling plant"]}
{"instance_id": "d0932-A", "summarizer_id": "G", "summary": "Governments around the world are taking steps to control the blight of plastic bags. Basic steps are collecting and recycling, education programs, clean-ups, and building recycling plants. Other nations are placing taxes or fees on the use of these bags. The \"plastax\" is common in Europe and decreased the use of plastic bags in Ireland by 90% in one year. California cities are investigating this tax. The strongest step is banning the importation, production, and distribution of these bags including enforcement and high fines. Producers and merchants are opposed to taxes and bans. The general population's reactions are mixed.", "stus": ["Governments around the world are taking steps to control the blight of plastic bags", "Basic steps are collecting and recycling , education programs , clean - ups , and building recycling plants", "Other nations are placing taxes or fees", "Other nations are placing on the use of these bags", "The \" plastax \" is common", "The \" plastax \" is in Europe", "The \" plastax \" decreased the use of plastic bags in Ireland", "The \" plastax \" decreased by 90 %", "The \" plastax \" decreased in one year", "California cities are investigating this tax", "The strongest step is banning the importation , production , and distribution of these bags including enforcement and high fines", "the importation , production , and distribution of these bags including enforcement and high fines", "Producers and merchants are opposed to taxes and bans", "The general population 's reactions are mixed"]}
{"instance_id": "d0932-A", "summarizer_id": "H", "summary": "Many countries including Ireland, South Africa, Bangladesh, Australia, Shanghai, Taiwan, Rwanda and Eritrea, have either banned plastic bags or charged a fee for their use. After Ireland imposed a fee of 15 cents a bag, their usage dropped by 90%. Some Rwandan shop owners have resorted to making bags out of newspapers. The U.S. has been slow to do anything. San Francisco was considering charging 17 cents a bag - a move opposed by grocers and the plastic industry. Los Angeles is considering a task force to consider ways to collect and recycle bags and to implement public education campaigns.", "stus": ["Many countries including Ireland , South Africa , Bangladesh , Australia , Shanghai , Taiwan , Rwanda and Eritrea", "Many countries including Ireland , South Africa , Bangladesh , Australia , Shanghai , Taiwan , Rwanda and Eritrea , banned plastic bags", "Many countries including Ireland , South Africa , Bangladesh , Australia , Shanghai , Taiwan , Rwanda and Eritrea , charged a fee", "Many countries including Ireland , South Africa , Bangladesh , Australia , Shanghai , Taiwan , Rwanda and Eritrea , charged for their use", "Ireland imposed a fee of 15 cents a bag", "After Ireland imposed a fee of 15 cents a bag their usage dropped by 90 %", "Some Rwandan shop owners resorted to making bags out of newspapers", "The U.S. been slow to do anything", "San Francisco was considering charging 17 cents a bag - a move opposed by grocers and the plastic industry", "San Francisco charging 17 cents a bag", "a move opposed by grocers and the plastic industry", "Los Angeles is considering a task force to consider ways to collect and recycle bags and to implement public education campaigns"]}
{"instance_id": "d0933-A", "summarizer_id": "A", "summary": "Swedish researchers discovered that children of older fathers face an enhanced risk of developing schizophrenia. The risk increases with the age of the father. Unfortunately, trends in developed countries are toward delaying parenthood. Several studies have found that, at least in teenagers, heavy cannabis use can be a contributory cause in triggering schizophrenia. Australian researchers have found a link between the impaired thought processes in schizophrenia and thinning grey matter in the brain. Schizophrenia evidently has a genetic component, but changes in the epigenome, natural chemical modifications of genes, after birth, may hold a clue to its non-genetic aspects.", "stus": ["Swedish researchers discovered that children of older fathers face an enhanced risk of developing schizophrenia", "children of older fathers face an enhanced risk of developing schizophrenia", "children of older fathers developing schizophrenia", "The risk increases with the age of the father", "Unfortunately trends in developed countries are toward delaying parenthood", "Several studies found that , at least in teenagers , heavy cannabis use can be a contributory cause in triggering schizophrenia", "at least in teenagers heavy cannabis use can be a contributory cause in triggering schizophrenia", "Australian researchers found a link between the impaired thought processes in schizophrenia and thinning grey matter in the brain", "Schizophrenia evidently has a genetic component", "changes in the epigenome , natural chemical modifications of genes , after birth may hold a clue to its non - genetic aspects"]}
{"instance_id": "d0933-A", "summarizer_id": "B", "summary": "There are statistical studies and partial explanations of the cause of schizophrenia, but no complete theory. Children born of older fathers are at higher risk. No schizophrenia-causing gene has been identified, but a few victims display a gene-mutation associated with Rett syndrome. Heavy daily use of marijuana starting before age 15 causes increased risk, but the risk decreases with age. Australian researchers found thinning of the outer layer of grey matter in the brain of victims. Other studies suggest environmental and social factors or natural chemical changes in a person's genome.", "stus": ["There are statistical studies and partial explanations of the cause of schizophrenia , but no complete theory .", "Children born of older fathers", "Children born of older fathers are at higher risk", "schizophrenia causing gene", "a few victims display a gene - mutation associated with Rett syndrome", "a gene - mutation associated with Rett syndrome", "Heavy daily use starting before age 15", "the risk decreases with age", "Australian researchers found thinning of the outer layer of grey matter in the brain of victims", "Other studies suggest environmental and social factors or natural chemical changes in a person 's genome"]}
{"instance_id": "d0933-A", "summarizer_id": "D", "summary": "Research shows a strong link between schizophrenics and their fathers' age, demonstrating a hereditary factor exacerbated by sperm mutations that accumulate with age. Australian researchers linked the impaired thought process involved with schizophrenia to the thinning of grey matter in the brain. A growing body of research indicates that years of heavy marijuana (also known as cannabis) use significantly increases the risk of developing schizophrenia. The malfunction of certain microcircuits in the brain may cause schizophrenia. A study suggests that the epignome may hold a clue to schizophrenia's nongenetic aspects.", "stus": ["Research shows a strong link between schizophrenics and their fathers ' age", "Research shows demonstrating a hereditary factor exacerbated by sperm mutations that accumulate with age", "Research demonstrating a hereditary factor exacerbated by sperm mutations that accumulate with age", "a hereditary factor exacerbated by sperm mutations that accumulate with age", "sperm mutations that accumulate with age", "Australian researchers linked the impaired thought process involved with schizophrenia to the thinning of grey matter in the brain", "the impaired thought process involved with schizophrenia", "A growing body of research indicates that years of heavy marijuana ( also known as cannabis ) use significantly increases the risk of developing schizophrenia", "heavy marijuana also known as cannabis", "years of heavy marijuana ( also known as cannabis ) use significantly increases the risk of developing schizophrenia", "The malfunction of certain microcircuits in the brain may cause schizophrenia", "A study suggests that the epignome may hold a clue to schizophrenia 's nongenetic aspects", "the epignome may hold a clue to schizophrenia 's nongenetic aspects"]}
{"instance_id": "d0933-A", "summarizer_id": "F", "summary": "The older the father, the greater children's risk of developing schizophrenia. Heavy marijuana use over years increases schizophrenia risk. Impaired thought processes in schizophrenics have been linked to a thinning outer layer of brain grey matter. The epigenome and a mutation of the methyl-CpG-binding protein 2 gene each may be involved in schizophrenia. A detailed model of the brain's circuitry being developed in Switzerland, might help show why malfunctions that cause schizophrenia occur. DNA biopsy may allow testing for schizophrenia in utero and finding damaged genes in schizophrenics. A search of Iceland's comprehensive records failed to find a schizophrenia-causing gene.", "stus": ["The older the father , the greater children 's risk of developing schizophrenia .", "Heavy marijuana use over years increases schizophrenia risk .", "Impaired thought processes in schizophrenics been linked to a thinning outer layer of brain grey matter", "methyl - CpG binding protein", "The epigenome and a mutation of the methyl - CpG - binding protein 2 gene may be involved in schizophrenia", "The epigenome and a mutation of the methyl - CpG - binding protein 2 gene may involved in schizophrenia", "the brain 's circuitry developed in Switzerland", "A detailed model of the brain 's circuitry being developed in Switzerland might help show why malfunctions that cause schizophrenia occur", "A detailed model of the brain 's circuitry being developed in Switzerland show why malfunctions that cause schizophrenia occur", "malfunctions that cause schizophrenia", "DNA biopsy may allow testing for schizophrenia in utero and finding damaged genes in schizophrenics", "A search of Iceland 's comprehensive records failed to find a schizophrenia - causing gene", "schizophrenia causing gene"]}
{"instance_id": "d0934-A", "summarizer_id": "C", "summary": "Concern for Yasser Arafat's health came to light around October 23, when a team of Tunisian doctors traveled to Ramallah examine him. Nearly daily conflicting reports of his condition followed. Possible ailments included the flu, a blood disease and cancer. On October 29, Arafat was flown to a military hospital near Paris. He was transferred to the intensive care unit on November 3. By November 9, a flurry of conflicting reports of his death, or near-death condition circulated. Palestinian factions met to discuss arrangements following his death. Israeli and Palestinian officials came to an agreement about his funeral arrangements.", "stus": ["Concern for Yasser Arafat 's health came to light", "Concern for Yasser Arafat 's health came around October 23 , when a team of Tunisian doctors traveled to Ramallah examine him", "when a team of Tunisian doctors traveled to Ramallah", "when a team of Tunisian doctors traveled examine him", "a team of Tunisian doctors examine him", "Nearly daily conflicting reports of his condition followed .", "Possible ailments included the flu , a blood disease and cancer", "On October 29 Arafat was flown to a military hospital near Paris", "He was transferred to the intensive care unit", "He was transferred on November 3", "By November 9 , a flurry of conflicting reports of his death , or near - death condition circulated .", "Palestinian factions met to discuss arrangements following his death", "arrangements following his death", "Israeli and Palestinian officials came to an agreement about his funeral arrangements"]}
{"instance_id": "d0934-A", "summarizer_id": "D", "summary": "Yasser Arafat's wife controlled dissemination of information about his health. Reports differed on the severity of his illness and whether he was alive. He was transferred to a French military hospital near Paris. His condition later deteriorated. He suddenly went into a deep coma and death seemed imminent. Palestinian sources said he would be buried in the West Bank. Ariel Sharon said he could be buried in Gaza. Egypt might host the funeral services. Israeli and Palestinian officials met to discuss funeral arrangements but would not reveal them.", "stus": ["Yasser Arafat 's wife controlled dissemination of information about his health", "Reports differed on the severity of his illness and whether he was alive", "he was alive", "He was transferred to a French military hospital near Paris", "His condition later deteriorated .", "He suddenly went into a deep coma", "Palestinian sources said he would be buried in the West Bank", "he would buried in the West Bank", "Ariel Sharon said he could be buried in Gaza", "he could buried in Gaza", "Egypt might host the funeral services", "Israeli and Palestinian officials met to discuss funeral arrangements", "Israeli and Palestinian officials would not reveal them"]}
{"instance_id": "d0934-A", "summarizer_id": "G", "summary": "On October 23, Tunisian doctors were allowed to see Yasser Arafat, who was hospitalized two days later. Rumors on his ailment and condition began spreading. On October 28, his move to a Paris hospital was approved. He entered the intensive care unit on November 3. As contradicting reports of his condition continued, rumors on his funeral and burial began to surface. Arafat supposedly wanted a Jerusalem grave. This is opposed by Israel, which wants burial in the Gaza Strip. Palestinian sources mentioned Ramallah. Egypt offered to host the funeral. Agreement among Palestinian and Israeli officials was reached on November 9.", "stus": ["On October 23 were allowed to see Yasser Arafat , who was hospitalized two days later", "Yasser Arafat who was hospitalized two days later", "Rumors on his ailment and condition began spreading", "On October 28 , his move to a Paris hospital was approved .", "He entered the intensive care unit", "He entered on November 3", "As contradicting reports of his condition continued rumors on his funeral and burial began to surface", "Arafat supposedly wanted a Jerusalem grave", "This is opposed by Israel , which wants burial in the Gaza Strip", "Israel which wants burial in the Gaza Strip", "Palestinian sources mentioned Ramallah", "Egypt offered to host the funeral", "Agreement among Palestinian and Israeli officials was reached on November 9"]}
{"instance_id": "d0934-A", "summarizer_id": "H", "summary": "Yasser Arafat's health declined in late October and he was flown to a military hospital outside Paris on Friday 29 October. On Wednesday 3 November he was transferred to the intensive care unit. Since then there have been conflicting reports about whether or not he has died. Funeral plans were under discussion and the 13 main Palestinian factions met on Tuesday to discuss arrangements. Egypt might host funeral services. France reached an agreement with Israel for Arafat to be buried at his headquarters in Ramallah. Israel refused to allow him to be buried in Jerusalem.", "stus": ["Yasser Arafat 's health declined in late October", "he was flown to a military hospital outside Paris", "he was flown on Friday 29 October", "On Wednesday 3 November he was transferred to the intensive care unit", "Since then been conflicting reports about whether or not he has died", "Funeral plans were under discussion", "the 13 main Palestinian factions met on Tuesday", "the 13 main Palestinian factions met to discuss arrangements", "Egypt might host funeral services", "France reached an agreement with Israel for Arafat to be buried at his headquarters in Ramallah", "Arafat buried at his headquarters in Ramallah", "Israel refused to allow him to be buried in Jerusalem", "him buried in Jerusalem"]}
{"instance_id": "d0935-A", "summarizer_id": "E", "summary": "National League Nationals were named before they have approval to play in Washington and a new owner. Major League baseball remains the owner of the Montreal Expos. The team will play at RFK stadium for its first three seasons. Settlement of a financing plan for a new ballpark led to the approval of the move of The Expos to DC. The Washington Nationals will debut in an exhibition game against the New York Mets in Florida. The first regular season home game will be on April 14. Baltimore Orioles owner Peter Angelos opposed bringing baseball to Washington.", "stus": ["National League Nationals were named before they have approval to play in Washington and a new owner", "they have approval to play in Washington and a new owner", "Major League baseball remains the owner of the Montreal Expos", "The team will play at RFK stadium", "The team will play for its first three seasons", "Settlement of a financing plan for a new ballpark led to the approval of the move of The Expos to DC", "The Washington Nationals will debut in an exhibition game against the New York Mets in Florida", "The first regular season home game will be on April 14", "Baltimore Orioles owner Peter Angelos opposed bringing baseball to Washington", "Baltimore Orioles owner Peter Angelos bringing baseball", "Baltimore Orioles owner Peter Angelos bringing to Washington"]}
{"instance_id": "d0935-A", "summarizer_id": "F", "summary": "Major League Baseball owners conditionally approved the relocation of the Montreal Expos, to be called the Nationals, to Washington DC in 2005. No owner was in place. Mayor Anthony Williams pledged that DC would build a new ballpark. The first three seasons the team would play at RFK Stadium. City Council chairman Linda Cropp insisted half the construction cost be paid for privately but a compromise was reached. The Cleveland-based Gates Group offered $100 million in return for parking revenues. Baltimore Orioles owner Peter Angelos claimed a monopoly on regional baseball broadcasting. Public resentment grew concerning the high stadium cost.", "stus": ["Major League Baseball owners conditionally approved the relocation of the Montreal Expos , to be called the Nationals , to Washington DC in 2005", "the Montreal Expos called the Nationals", "No owner was in place", "Mayor Anthony Williams pledged that DC would build a new ballpark", "DC would build a new ballpark", "The first three seasons the team would play at RFK Stadium", "City Council chairman Linda Cropp insisted half the construction cost be paid for privately", "half the construction cost paid for", "half the construction cost paid privately", "Cleveland based Gates Group", "The Cleveland - based Gates Group offered $ 100 million", "The Cleveland - based Gates Group offered in return for parking revenues", "Baltimore Orioles owner Peter Angelos claimed a monopoly on regional baseball broadcasting", "Public resentment grew concerning the high stadium cost", "Public resentment concerning the high stadium cost"]}
{"instance_id": "d0935-A", "summarizer_id": "G", "summary": "After 33 years of no baseball, in late December 2004, all parties agreed to move the Montreal Expos baseball team to Washington, D.C. After many snags, Mayor Williams reached a compromise approved by both Major League Baseball and the city council. The team, renamed the Nationals, will play in RFK Stadium until a city-financed, $500-million stadium is completed for the 2008 season. The Nationals sold 20,000 season tickets. They will play the first game in Washington on April 3 and the first regular season game there on the 14th. President Bush will attend. The Orioles owner continues to threaten litigation.", "stus": ["After 33 years of no baseball in late December 2004 all parties agreed to move the Montreal Expos baseball team to Washington , D.C.", "After many snags Mayor Williams reached a compromise approved by both Major League Baseball and the city council", "a compromise approved by both Major League Baseball and the city council", "The team renamed the Nationals", "The team , renamed the Nationals , will play in RFK Stadium", "The team , renamed the Nationals , will play until a city - financed , $ 500 - million stadium is completed for the 2008 season", "city financed stadium", "a city - financed , $ 500 - million stadium is completed for the 2008 season", "The Nationals sold 20,000 season tickets", "They will play the first game", "They will play in Washington", "They will play on April 3", "President Bush will attend .", "The Orioles owner continues to threaten litigation"]}
{"instance_id": "d0935-A", "summarizer_id": "H", "summary": "Major league baseball owners approved the relocation of the Montreal Expos to Washington, D.C., on 3 December if the DC government could provide funding for a new ballpark by 31 December. An agreement was reached on 22 December for a 400-million-dollar stadium. The new Washington Nationals would play in RFK Stadium until the new ballpark could be built. The Nationals won their first exhibition game in Florida on 22 March, defeating the NY Mets 5-3, and were scheduled to make their DC debut in an exhibition game against the Mets at RFK stadium on 3 April.", "stus": ["Major league baseball owners approved the relocation of the Montreal Expos to Washington , D.C. ,", "Major league baseball owners approved on 3 December", "Major league baseball owners approved if the DC government could provide funding for a new ballpark by 31 December", "the DC government could provide funding for a new ballpark", "the DC government could provide by 31 December", "An agreement was reached on 22 December", "An agreement was reached for a 400 - million - dollar stadium", "The new Washington Nationals would play in RFK Stadium", "The new Washington Nationals would play until the new ballpark could be built", "The Nationals won their first exhibition game in Florida", "The Nationals won on 22 March", "The Nationals won defeating the NY Mets 5 - 3", "The Nationals defeating the NY Mets", "The Nationals defeating 5 - 3", "The Nationals were scheduled to make their DC debut in an exhibition game against the Mets at RFK stadium on 3 April"]}
{"instance_id": "d0936-A", "summarizer_id": "D", "summary": "Sandra Day O'Connor announced that she was retiring from the Supreme Court effective upon confirmation of her successor. Minutes after the announcement political leaders and lobby groups prepared for the ensuing battle. Liberals did not want an \"extremist\" and Republicans wanted a judge who would apply rather than interpret the Constitution. President Bush's choice of a judge was important because of key cases in abortion, assisted suicide and gay rights. One of the difficulties in nominating a judge is that they do not always vote the way one would assume, given their political affiliation or ideology.", "stus": ["Sandra Day O'Connor announced that she was retiring from the Supreme Court effective upon confirmation of her successor", "she was retiring from the Supreme Court", "she was retiring effective upon confirmation of her successor", "Minutes after the announcement political leaders and lobby groups prepared for the ensuing battle", "Liberals not want an \" extremist \"", "Republicans wanted a judge who would apply rather than interpret the Constitution", "a judge who would apply the Constitution", "a judge who would interpret the Constitution", "President Bush 's choice of a judge was important", "President Bush 's choice of a judge was because of key cases in abortion , assisted suicide and gay rights", "One of the difficulties in nominating a judge is that they do not always vote the way one would assume , given their political affiliation or ideology", "they not always vote the way one would assume", "they not always vote given their political affiliation or ideology"]}
{"instance_id": "d0936-A", "summarizer_id": "E", "summary": "Sandra Day O'Connor, the first woman to serve on the US Supreme Court, is retiring. She gave no reason but a Court spokesman indicated her need to spend more time with her husband who has Alzheimer's. O'Connor, the first woman to serve on the Court was considered a conservative when seated but became more moderate over the years. President Reagan appointed her in 1981. President Bush now has his first opportunity to nominate someone to the high court and promises to do so in a timely manner. Liberals warned against picking an \"extremist\" while Republicans argued for a strict conservative.", "stus": ["Sandra Day O'Connor , the first woman to serve on the US Supreme Court , is retiring .", "She gave no reason", "a Court spokesman indicated her need to spend more time with her husband who has Alzheimer 's", "her husband who has Alzheimer 's", "O'Connor , the first woman to serve on the Court became more moderate", "O'Connor , the first woman to serve on the Court became over the years", "President Reagan appointed her", "President Reagan appointed in 1981", "President Bush now has his first opportunity to nominate someone to the high court", "Liberals warned against picking an \" extremist \"", "Liberals warned while Republicans argued for a strict conservative", "Republicans argued for a strict conservative"]}
{"instance_id": "d0936-A", "summarizer_id": "F", "summary": "Sandra O'Connor, 75, appointed to the Supreme Court by Reagan in 1981 and first woman on the court, announced her retirement, effective on confirmation of her successor. She will spend time with her Alzheimer's-patient husband. Bush promised to be deliberate, thorough, and timely in choosing a successor; to have no litmus test on abortion or gay marriage; and to pick a strict constitutionist who will not legislate from the bench. This first vacancy in 11 years gives Bush the chance to shape court ideological balance. O'Connor was a frequent swing vote. Bush chastised critics of Alberto Gonzales as a candidate.", "stus": ["Sandra O'Connor appointed to the Supreme Court", "Sandra O'Connor appointed by Reagan", "Sandra O'Connor appointed in 1981", "Sandra O'Connor , 75 , appointed to the Supreme Court by Reagan in 1981 and first woman on the court , announced her retirement , effective on confirmation of her successor", "She will spend time", "She will spend with her Alzheimer's - patient husband", "Bush promised to be deliberate , thorough , and timely in choosing a successor ; to have no litmus test on abortion or gay marriage ; and to pick a strict constitutionist who will not legislate from the bench", "Bush choosing a successor", "a strict constitutionist who will not legislate from the bench", "This first vacancy in 11 years gives Bush", "This first vacancy in 11 years gives the chance to shape court ideological balance", "O'Connor was a frequent swing vote", "Bush chastised critics of Alberto Gonzales", "Bush chastised as a candidate"]}
{"instance_id": "d0936-A", "summarizer_id": "G", "summary": "July 1, 2005 Supreme Court Justice O'Connor resigned, effective with the confirmation of her successor. One of only two female justices, she gave no reason. She is 75, has served 24 years, and her husband has Alzheimer's disease. President Bush began a \"deliberate and thorough\" hunt for a replacement. Liberals warned him to avoid an extremist, while conservatives urged him to pick a strict constructionist. Four male federal judges and the Attorney General were mentioned. Abortion is a key question. Many discussed past appointments where a justice surprised the president by making a shift - to the right or left.", "stus": ["July 1 , 2005 Supreme Court Justice O'Connor resigned effective with the confirmation of her successor", "One of only two female justices she gave no reason", "She is 75", "She served 24 years", "her husband has Alzheimer 's disease", "President Bush began a \" deliberate and thorough \" hunt for a replacement", "Liberals warned him", "Liberals warned to avoid an extremist", "Liberals warned while conservatives urged him to pick a strict constructionist", "conservatives urged him", "conservatives urged to pick a strict constructionist", "Four male federal judges and the Attorney General were mentioned .", "Abortion is a key question", "Many discussed past appointments where a justice surprised the president by making a shift - to the right or left", "where a justice surprised the president", "where a justice surprised by making a shift - to the right or left", "a justice making a shift - to the right or left"]}
{"instance_id": "d0937-A", "summarizer_id": "A", "summary": "Vice President Dick Cheney did not have a valid hunting license when he shot Harry Whittington in February 2006. This added to the uproar caused by the shooting and by Cheney's staff delaying a report of the incident for 20 hours. Cheney accidentally sprayed Whittington with bird shot in the face, neck and chest while they hunted on a ranch in south Texas. Whittington, 78, a prominent lawyer, was treated on the scene by Cheney's medical detail before being taken by helicopter to a Corpus Christi hospital. He was in stable condition the next day. Cheney was apologetic.", "stus": ["Vice President Dick Cheney not have a valid hunting license", "Vice President Dick Cheney not have when he shot Harry Whittington in February 2006", "when he shot Harry Whittington", "when he shot in February 2006", "This added to the uproar caused by the shooting and by Cheney 's staff delaying a report of the incident for 20 hours", "the uproar caused by the shooting and by Cheney 's staff delaying a report of the incident for 20 hours", "Cheney 's staff delaying a report of the incident", "Cheney 's staff delaying for 20 hours", "Cheney accidentally sprayed Whittington", "Cheney accidentally sprayed with bird shot in the face , neck and chest", "Cheney accidentally sprayed while they hunted on a ranch in south Texas", "they hunted on a ranch in south Texas", "Whittington , 78 , a prominent lawyer , was treated on the scene", "Whittington , 78 , a prominent lawyer , was treated by Cheney 's medical detail", "Whittington , 78 , a prominent lawyer , was treated before being taken by helicopter to a Corpus Christi hospital", "Whittington , 78 , a prominent lawyer , taken by helicopter", "Whittington , 78 , a prominent lawyer , taken to a Corpus Christi hospital", "He was in stable condition", "He was the next day", "Cheney was apologetic"]}
{"instance_id": "d0937-A", "summarizer_id": "B", "summary": "On Feb. 11, 2006 Vice President Cheney shot a hunting companion in Texas. Cheney turned and fired at a covey of birds, not realizing that his friend, Whittington, was in the line of fire. Whittington was immediately treated and hospitalized. The accident was reported by a local newspaper the following day and only then did Cheney's office confirm the event, 20 hours after it happened. Controversy surrounds the event. Who was at fault? Why didn't the White House announce the accident sooner? Cheney handled the matter of an illegal hunting license by mailing a $7 check to Texas.", "stus": ["On Feb. 11 , 2006 Vice President Cheney shot a hunting companion", "On Feb. 11 , 2006 Vice President Cheney shot in Texas", "Cheney turned not realizing that his friend , Whittington , was in the line of fire", "Cheney fired at a covey of birds", "Cheney fired not realizing that his friend , Whittington , was in the line of fire", "Cheney not realizing that his friend , Whittington , was in the line of fire", "his friend , Whittington was in the line of fire", "Whittington was immediately treated and hospitalized .", "The accident was reported by a local newspaper", "The accident was reported the following day", "only then Cheney 's office confirm the event", "only then Cheney 's office confirm 20 hours after it happened", "Controversy surrounds the event", "Who was at fault", "Why n't the White House announce the accident", "Why n't the White House announce sooner", "Cheney handled the matter of an illegal hunting license", "Cheney handled by mailing a $ 7 check to Texas", "Cheney mailing a $ 7 check", "Cheney mailing to Texas"]}
{"instance_id": "d0937-A", "summarizer_id": "C", "summary": "Vice President Dick Cheney accidentally shot a hunting partner on February 11 during a weekend quail hunting trip in Texas. Cheney's friend, attorney Harry Whittington from Austin, was sprayed in the face, neck, and chest with birdshot. Whittington was reported to be in stable condition in a Corpus Christi hospital. The incident was first reported by the Corpus Christi Caller-Times. Cheney's office disclosed the accident 20 hours after it occurred. White House staff was criticized for the delay. The incident provided a wealth of material for Democrats, gun control activists and late night comedians.", "stus": ["Vice President Dick Cheney accidentally shot a hunting partner", "Vice President Dick Cheney accidentally shot on February 11 during a weekend quail hunting trip in Texas", "Cheney 's friend , attorney Harry Whittington from Austin , was sprayed in the face , neck , and chest", "Cheney 's friend , attorney Harry Whittington from Austin , was sprayed with birdshot", "Whittington was reported to be in stable condition in a Corpus Christi hospital", "The incident first reported by the Corpus Christi Caller - Times", "Cheney 's office disclosed the accident", "Cheney 's office disclosed 20 hours after it occurred", "White House staff was criticized for the delay", "The incident provided a wealth of material for Democrats , gun control activists and late night comedians"]}
{"instance_id": "d0937-A", "summarizer_id": "G", "summary": "On a Texas ranch on February 11, 2006, Vice President Cheney accidentally shot a hunting companion, Harry Whittington, 78. Whittington, peppered on the right side, received emergency care and then was flown to a Corpus Christi hospital. He was moved from the intensive care unit on February 13. Eyewitnesses said the shooting was Whittington's fault. Although the White House was notified within hours, the news was not made public until nearly 20 hours, when, with Cheney's permission, the ranch hostess alerted the local press. The timing and manner of notification drew sharp criticism from observers and the White House.", "stus": ["On a Texas ranch on February 11 , 2006 Vice President Cheney accidentally shot a hunting companion , Harry Whittington , 78", "Whittington peppered on the right side", "Whittington received emergency care", "Whittington then was flown to a Corpus Christi hospital", "He was moved from the intensive care unit", "He was moved on February 13", "Eyewitnesses said the shooting was Whittington 's fault", "the shooting was Whittington 's fault", "the White House was notified within hours", "Although the White House was notified within hours not made public", "Although the White House was notified within hours not made until nearly 20 hours , when , with Cheney 's permission , the ranch hostess alerted the local press", "nearly 20 hours when with Cheney 's permission the ranch hostess alerted the local press", "The timing and manner of notification drew sharp criticism", "The timing and manner of notification drew from observers and the White House"]}
{"instance_id": "d0938-A", "summarizer_id": "A", "summary": "Four US ex-presidents, a Hollywood legend, a retired fireman and a star TV journalist were among the 31 appointed in December 2004 to lead the project for a memorial to the victims of the September 11, 2001, attack on New York's World Trade Center. They were to be directors of the foundation that would construct, own, operate and maintain the memorial. Architect Michael Arad's design was chosen from 5,201 entries in an international competition. It featured two reflecting pools surrounded by gardens. Part of the $500 million in financing will come from New York's $816 million in federal grants.", "stus": ["Four US ex - presidents , a Hollywood legend , a retired fireman and a star TV journalist were among the 31 appointed in December 2004 to lead the project for a memorial to the victims of the September 11 , 2001 , attack on New York 's World Trade Center", "the 31 appointed in December 2004", "the 31 appointed to lead the project for a memorial to the victims of the September 11 , 2001 , attack on New York 's World Trade Center", "They were to be directors of the foundation that would construct , own , operate and maintain the memorial", "the foundation that would construct the memorial", "the foundation that would operate the memorial", "the foundation that would maintain the memorial", "Architect Michael Arad 's design was chosen from 5,201 entries in an international competition", "It featured two reflecting pools surrounded by gardens", "two reflecting pools surrounded by gardens", "Part of the $ 500 million in financing will come from New York 's $ 816 million in federal grants"]}
{"instance_id": "d0938-A", "summarizer_id": "C", "summary": "The World Trade Center Foundation held its first meeting on January 6. Its priority is raising $500 million to build a memorial and two cultural buildings. The four living former US presidents are honorary directors. Prominent foundation members include Robert De Niro, Barbara Walters, David Rockefeller, and former Canadian prime minister Brian Mulroney. Michael Arad's design, Reflecting Absence, was chosen for the memorial. It is planned to include a forest of oak trees and a Memorial Hall. An underground interpretive center will house artifacts from the 1993 and 2001 attacks. The memorial is scheduled to open in 2009.", "stus": ["The World Trade Center Foundation held its first meeting", "The World Trade Center Foundation held on January 6", "Its priority is raising $ 500 million to build a memorial and two cultural buildings", "The four living former US presidents are honorary directors", "Prominent foundation members include Robert De Niro , Barbara Walters , David Rockefeller , and former Canadian prime minister Brian Mulroney", "Michael Arad 's design Reflecting Absence", "Michael Arad 's design , Reflecting Absence was chosen for the memorial", "It is planned to include a forest of oak trees and a Memorial Hall .", "An underground interpretive center will house artifacts from the 1993 and 2001 attacks", "The memorial is scheduled to open in 2009"]}
{"instance_id": "d0938-A", "summarizer_id": "E", "summary": "The task of raising $500M for the World Trade Center memorial will fall to foundation made up of leaders from finance and real estate, cultural leaders, media celebrities and relatives of 9/11 victims. All four living ex-presidents of the US have agreed to become honorary directors of the project. The foundation is accepting all levels of gifts. Governor Pataki said financing of the memorial should be the top priority for allocating money from the Lower Manhattan Development Corporation's $816M grant. The WTC memorial named \"Reflecting Absence\" features two reflecting pools surround by gardens. It was chosen from 5201 entries.", "stus": ["The task of raising $ 500 M for the World Trade Center memorial will fall to foundation made up of leaders from finance and real estate , cultural leaders , media celebrities and relatives of 9/11 victims", "foundation made of leaders from finance and real estate , cultural leaders , media celebrities and relatives of 9/11 victims", "All four living ex - presidents of the US agreed to become honorary directors of the project", "The foundation is accepting all levels of gifts", "Governor Pataki said financing of the memorial should be the top priority for allocating money from the Lower Manhattan Development Corporation 's $ 816 M grant", "financing of the memorial should be the top priority for allocating money from the Lower Manhattan Development Corporation 's $ 816 M grant", "The WTC memorial named \" Reflecting Absence \"", "The WTC memorial named \" Reflecting Absence \" features two reflecting pools surround by gardens", "two reflecting pools surround by gardens", "It was chosen from 5201 entries"]}
{"instance_id": "d0938-A", "summarizer_id": "G", "summary": "In December 2004, 31 people were named to the board of directors of the World Trade Center (WTC) Memorial Foundation. This is a non-profit corporation to oversee fundraising and construction, then own and operate the memorial on the WTC site. The memorial will have a plaza, fountains, ramps, building and human remains, names of victims, and fragments of the 1993 memorial. There also will be an interpretation center, museum and arts center. Its completion is scheduled for 2009. The foundation is faced with raising almost 1/2 billion dollars and overseeing the reconciliation of the architectural vision with the physical realities.", "stus": ["In December 2004 31 people were named to the board of directors of the World Trade Center ( WTC ) Memorial Foundation", "This is a non - profit corporation to oversee fundraising and construction , then own and operate the memorial on the WTC site", "a non - profit corporation then own the memorial on the WTC site", "a non - profit corporation then operate the memorial on the WTC site", "The memorial will have a plaza , fountains , ramps , building and human remains , names of victims , and fragments of the 1993 memorial", "also will be an interpretation center , museum and arts center", "Its completion is scheduled for 2009", "The foundation is faced with raising almost 1/2 billion dollars and overseeing the reconciliation of the architectural vision with the physical realities", "The foundation raising almost 1/2 billion dollars", "The foundation overseeing the reconciliation of the architectural vision with the physical realities"]}
{"instance_id": "d0939-A", "summarizer_id": "D", "summary": "Juan Alvarez left his car on a railroad track in Glendale CA. It set off a collision that derailed two trains, killed at least 10 people and injured nearly 200. Witnesses identified Alvarez and he was detained. He was distraught and put on suicide watch. Glendale police believed he intended to commit suicide but changed his mind. He was taken into custody and charged with at least 10 counts of homicide. Investigators felt Alvarez wanted to kill himself because his estranged wife denied him visits with his children. He was held on suspicion of murder in Los Angeles without bail.", "stus": ["Juan Alvarez left his car", "Juan Alvarez left on a railroad track in Glendale CA", "It set a collision that derailed two trains , killed at least 10 people and injured nearly 200", "a collision that derailed two trains", "a collision that killed at least 10 people", "a collision that injured nearly 200", "Witnesses identified Alvarez", "He was distraught", "He put suicide watch", "Glendale police believed he intended to commit suicide but changed his mind", "he intended to commit suicide", "he changed his mind", "He was taken into custody", "He charged with at least 10 counts of homicide", "Investigators felt Alvarez wanted to kill himself because his estranged wife denied him visits with his children", "Alvarez wanted to kill himself", "Alvarez wanted because his estranged wife denied him visits with his children", "his estranged wife denied him", "his estranged wife denied visits with his children", "He was held on suspicion of murder", "He was held in Los Angeles", "He was held without bail"]}
{"instance_id": "d0939-A", "summarizer_id": "E", "summary": "A man intent on suicide left his car on a railroad track in Glendale, California, where it set off a collision that derailed two commuter trains and killed ten people (later raised to eleven) and injured nearly 200. Police held Juan Manuel Alvarez on ten counts of murder and indicated that he had intended suicide but changed his mind and fled his vehicle before the train struck. Alvarez, who had self-inflicted superficial wounds, remained at the scene and was cooperating with police. He has a criminal record involving drugs and his wife obtained a restraining order against him.", "stus": ["A man intent on suicide left his car", "A man intent on suicide left on a railroad track in Glendale , California , where it set off a collision that derailed two commuter trains and killed ten people ( later raised to eleven ) and injured nearly 200", "where it set a collision that derailed two commuter trains and killed ten people ( later raised to eleven ) and injured nearly 200", "a collision that derailed two commuter trains", "a collision that killed ten people", "later raised to eleven", "a collision that injured nearly 200", "Police held Juan Manuel Alvarez", "Police held on ten counts of murder", "Police indicated that he had intended suicide but changed his mind and fled his vehicle before the train struck", "he intended suicide", "he changed his mind", "he fled his vehicle", "he fled before the train struck", "Alvarez who had self - inflicted superficial wounds", "self inflicted superficial wounds", "Alvarez , who had self - inflicted superficial wounds remained at the scene", "Alvarez , who had self - inflicted superficial wounds was cooperating with police", "He has a criminal record involving drugs", "a criminal record involving drugs", "his wife obtained a restraining order against him"]}
{"instance_id": "d0939-A", "summarizer_id": "F", "summary": "Juan Manuel Alvarez drove his SUV onto Glendale train tracks in a suicide attempt. When his SUV got stuck between the tracks he got out and left. A southbound Metrolink commuter train crashed into the immovable SUV and climbed over it. The front cab car rammed into an adjacent stationary Union Pacific work train and toppled it. The remaining cars jackknifed and derailed a northbound Metrolink commuter train. The accident and subsequent fire killed 11 and injured 200. Alvarez watched the crash then attempted suicide again by slashing his wrists and stabbing himself. He was arrested and charged with homicide.", "stus": ["Juan Manuel Alvarez drove his SUV", "Juan Manuel Alvarez drove onto Glendale train tracks", "Juan Manuel Alvarez drove in a suicide attempt", "When his SUV got stuck between the tracks", "When his SUV stuck between the tracks", "When his SUV got stuck between the tracks he got out", "A southbound Metrolink commuter train crashed into the immovable SUV", "A southbound Metrolink commuter train climbed over it", "The front cab car rammed into an adjacent stationary Union Pacific work train", "The front cab car toppled it", "The remaining cars jackknifed a northbound Metrolink commuter train", "The remaining cars derailed a northbound Metrolink commuter train", "The accident and subsequent fire killed 11", "The accident and subsequent fire injured 200", "Alvarez watched the crash", "Alvarez then attempted suicide", "Alvarez then attempted again", "Alvarez then attempted by slashing his wrists and stabbing himself", "Alvarez slashing his wrists", "Alvarez stabbing himself", "He charged with homicide"]}
{"instance_id": "d0939-A", "summarizer_id": "H", "summary": "A train crash in Glendale, California, on 26 January killed 11 people and injured close to 200, many critically. A southbound commuter train, pushed from behind by a locomotive, hit an SUV lodged on the tracks, then hit a freight train and a northbound commuter train. Police arrested Juan Manuel Alvarez, the driver of the SUV, who had jumped from the car just before the impact. At first, self-inflicted wounds on his wrists and chest led investigators to think that it was an attempted suicide. It was determined later that he got the wounds after he fled the scene.", "stus": ["A train crash in Glendale , California , on 26 January killed 11 people", "A train crash in Glendale , California , on 26 January injured close to 200", "A train crash in Glendale , California , on 26 January injured many critically", "A southbound commuter train pushed from behind", "A southbound commuter train pushed by a locomotive", "A southbound commuter train pushed from behind by a locomotive hit an SUV lodged on the tracks", "an SUV lodged on the tracks", "A southbound commuter train pushed from behind by a locomotive then hit a freight train and a northbound commuter train", "Police arrested Juan Manuel Alvarez , the driver of the SUV , who had jumped from the car just before the impact", "Juan Manuel Alvarez , the driver of the SUV who jumped from the car", "Juan Manuel Alvarez , the driver of the SUV who jumped just before the impact", "self inflicted wounds", "self inflicted on his wrists and chest", "At first self - inflicted wounds on his wrists and chest led investigators", "At first self - inflicted wounds on his wrists and chest led to think that it was an attempted suicide", "it was an attempted suicide", "he got the wounds", "he got after he fled the scene", "he fled the scene"]}
{"instance_id": "d0940-A", "summarizer_id": "B", "summary": "Hong Kong Disneyland (HKD) was scheduled to open in three phases in the summer of 2005. Early to mid-August transportation would be available to some areas of the park. August-Sept 11 all public services would become available. Sept 12 the grand opening of the park and hotels would take place. On Aug 16 HKD will begin its rehearsals to which special guests will be invited. In September, HKD announced it would not cut its daily capacity of 30,000 visitors. On Sept 9 it was revealed that all tickets for the grand opening had been sold.", "stus": ["Hong Kong Disneyland ( HKD ) was scheduled to open in three phases in the summer of 2005", "Early to mid - August transportation would be available to some areas of the park", "August - Sept 11 all public services would become available", "Sept 12 the grand opening of the park and hotels would take place", "On Aug 16 HKD will begin its rehearsals to which special guests will be invited", "In September HKD announced it would not cut its daily capacity of 30,000 visitors", "it would not cut its daily capacity of 30,000 visitors", "On Sept 9 was revealed that all tickets for the grand opening had been sold"]}
{"instance_id": "d0940-A", "summarizer_id": "D", "summary": "The Hong Kong Disneyland was built by Walt Disney Company and the HKSA government in 2005 in three phases to ensure a smooth start. Disney consulted Chinese feng shui before building Disneyland and its influences were incorporated into the park's physical orientation, opening date, and local cultural considerations. Disneyland staged its rehearsal period for four weeks before opening for employee performance practice. While ticket sales were initially good, they were disappointing. The HKSAR government funded the bulk of the park and was positive about it initially. After a while they questioned whether it was a reasonable deal for them.", "stus": ["The Hong Kong Disneyland was built by Walt Disney Company and the HKSA government", "The Hong Kong Disneyland was built in 2005", "The Hong Kong Disneyland was built in three phases", "The Hong Kong Disneyland was built to ensure a smooth start", "Disney consulted Chinese feng shui", "Disney consulted before building Disneyland", "Disney building Disneyland", "its influences were incorporated into the park 's physical orientation , opening date , and local cultural considerations", "Disneyland staged its rehearsal period", "Disneyland staged for four weeks before opening for employee performance practice", "Disneyland opening for employee performance practice", "ticket sales were initially", "ticket sales were good", "While ticket sales were initially good they were disappointing", "The HKSAR government funded the bulk of the park", "The HKSAR government was positive about it", "The HKSAR government was initially", "After a while they questioned whether it was a reasonable deal for them", "it was a reasonable deal", "it was for them"]}
{"instance_id": "d0940-A", "summarizer_id": "F", "summary": "Disney consulted feng shui experts before building Hong Kong Disneyland. Changes included tilting the site, orienting it to face water with mountains behind, and creating water fountains and 'no fire zones' in kitchens. Disney directed a massive marketing campaign at mainland China. A three-phased opening rehearsal would begin in early August and last about a month, to allow for familiarization and adjustment. Disney declined to cut maximum capacity of 30,000 despite complaints of crowds and long lines but removed shark fin soup from its menu after environmentalist complaints. Expensive hotel rates dampened mainland ticket sales. More hotel rooms were planned.", "stus": ["Disney consulted feng shui experts", "Disney consulted before building Hong Kong Disneyland", "Disney building Hong Kong Disneyland", "Changes included tilting the site , orienting it to face water with mountains behind , and creating water fountains and ' no fire zones ' in kitchens", "Disney directed a massive marketing campaign", "Disney directed at mainland China", "three phased opening rehearsal", "A three - phased opening rehearsal would begin in early August", "Disney declined to cut maximum capacity of 30,000", "Disney declined despite complaints of crowds and long lines", "Disney removed shark fin soup", "Disney removed from its menu", "Disney removed after environmentalist complaints", "Expensive hotel rates dampened mainland ticket sales", "More hotel rooms were planned ."]}
{"instance_id": "d0940-A", "summarizer_id": "H", "summary": "Hong Kong Disneyland, a joint venture between Disney and the Hong Kong government, was scheduled to open on 12 September. Rehearsal days were staged for a month before opening, giving \"cast members\" a chance to practice their performances. Disneyland refused to reduce its daily maximum capacity of 30,000 despite complaints from early visitors about large crowds and long lines. All 16,000 opening day tickets were sold out. The park is vintage Disney, with aspects of local culture including feng shui, Asian foods, and signs in Chinese. Protests forced them to remove shark fin soup from their menus.", "stus": ["Hong Kong Disneyland , a joint venture between Disney and the Hong Kong government , was scheduled to open on 12 September", "Rehearsal days were staged for a month before opening", "Rehearsal days were staged giving \" cast members \" a chance to practice their performances", "Disneyland refused to reduce its daily maximum capacity of 30,000", "Disneyland refused despite complaints from early visitors about large crowds and long lines", "All 16,000 opening day tickets were sold out .", "The park is vintage Disney", "The park is with aspects of local culture including feng shui , Asian foods , and signs in Chinese", "aspects of local culture including feng shui , Asian foods , and signs in Chinese", "Protests forced them", "Protests forced to remove shark fin soup from their menus"]}
{"instance_id": "d0941-A", "summarizer_id": "A", "summary": "At 10:24 p.m. EST on December 24,2004, NASA's Deep Space tracking stations received a signal that the space probe, Huygens, had separated from its mothership to begin a descent to Saturn's largest moon, Titan. Huygens would spend three weeks descending toward Titan, shooting pictures for 2-1/2 hours before hitting the surface. Titan is the only moon in the Solar System that has an atmosphere. During the seven years mothership Cassini took to reach the ringed planet, the attached Huygens probe was powered through an umbilical cable and awakened from sleep mode every six months for tests.", "stus": ["At 10:24 p.m. EST on December 24,2004 NASA 's Deep Space tracking stations received a signal that the space probe , Huygens , had separated from its mothership to begin a descent to Saturn 's largest moon , Titan", "the space probe , Huygens , separated from its mothership", "the space probe , Huygens , separated to begin a descent to Saturn 's largest moon , Titan", "Huygens would spend three weeks", "Huygens would spend descending toward Titan", "Huygens would spend shooting pictures for 2 - 1/2 hours before hitting the surface", "Huygens descending toward Titan", "Huygens shooting pictures", "Huygens shooting for 2 - 1/2 hours before hitting the surface", "Huygens hitting the surface", "Titan is the only moon in the Solar System that has an atmosphere", "the only moon in the Solar System that has an atmosphere", "the seven years mothership Cassini took to reach the ringed planet", "During the seven years mothership Cassini took to reach the ringed planet the attached Huygens probe was powered through an umbilical cable", "During the seven years mothership Cassini took to reach the ringed planet the attached Huygens probe awakened from sleep mode", "During the seven years mothership Cassini took to reach the ringed planet the attached Huygens probe awakened every six months", "During the seven years mothership Cassini took to reach the ringed planet the attached Huygens probe awakened for tests"]}
{"instance_id": "d0941-A", "summarizer_id": "C", "summary": "After a seven-year journey, the Huygens space probe successfully separated from the Cassini spacecraft orbiting Saturn at about 10:24 p.m. EST December 24, beginning its three-week, 2 million-mile free fall toward Saturn's moon Titan. It will remain dormant until January 14, when it will float to the moon's surface on parachutes, shooting pictures and sending back data for about 2.5 hours before hitting the surface. Scientists hope Huygens will confirm the assumption that Titan's atmosphere is similar to that of early Earth. The mission is a joint project of NASA, the European Space Agency and the Italian Space Agency.", "stus": ["After a seven - year journey the Huygens space probe successfully separated from the Cassini spacecraft orbiting Saturn", "After a seven - year journey the Huygens space probe successfully separated at about 10:24 p.m. EST December 24", "After a seven - year journey the Huygens space probe successfully separated beginning its three - week , 2 million - mile free fall toward Saturn 's moon Titan", "the Cassini spacecraft orbiting Saturn", "the Huygens space probe beginning its three - week , 2 million - mile free fall toward Saturn 's moon Titan", "It will remain dormant", "It will remain until January 14 , when it will float to the moon 's surface on parachutes , shooting pictures and sending back data for about 2.5 hours before hitting the surface", "January 14 when it will float to the moon 's surface", "January 14 when it will float on parachutes", "January 14 when it will float shooting pictures and sending back data for about 2.5 hours before hitting the surface", "it shooting pictures", "it sending back", "it sending data", "it sending for about 2.5 hours before hitting the surface", "it hitting the surface", "Scientists hope Huygens will confirm the assumption that Titan 's atmosphere is similar to that of early Earth", "Huygens will confirm the assumption that Titan 's atmosphere is similar to that of early Earth", "Titan 's atmosphere is similar to that of early Earth", "The mission is a joint project of NASA , the European Space Agency and the Italian Space Agency"]}
{"instance_id": "d0941-A", "summarizer_id": "G", "summary": "Huygens is a 9-foot landing probe, built by the European Space Agency. It is riding on the Cassini spacecraft, launched from Cape Canaveral on October 15, 1997. Cassini flew twice past Venus, once past Earth, and once past Jupiter - 2.2 billion miles - before its first orbit around Saturn began on July 1, 2004. It continued these orbits until December 24. On that date, Huygens separated from the mother ship and began a forecasted 20-day, 2.5 million mile ballistic path to Titan, the most intriguing moon of Saturn. Huygens is designed to study Titan's atmosphere and take photographs.", "stus": ["Huygens is a 9 - foot landing probe , built by the European Space Agency", "a 9 - foot landing probe built by the European Space Agency", "It is riding on the Cassini spacecraft , launched from Cape Canaveral on October 15 , 1997", "the Cassini spacecraft launched from Cape Canaveral", "the Cassini spacecraft launched on October 15 , 1997", "Cassini flew twice past Venus", "Cassini flew before its first orbit around Saturn began on July 1 , 2004", "its first orbit around Saturn began on July 1 , 2004", "It continued these orbits", "It continued until December 24", "On that date Huygens separated from the mother ship", "On that date Huygens began a forecasted 20 - day , 2.5 million mile ballistic path to Titan , the most intriguing moon of Saturn", "Huygens is designed to study Titan 's atmosphere and take photographs", "Huygens take photographs"]}
{"instance_id": "d0941-A", "summarizer_id": "H", "summary": "The Huygens space probe, built and managed by the European Space Agency, was carried by NASA's Cassini spacecraft on a 7-year journey to Saturn. It separated successfully from Cassini on Christmas Eve and began a 2.5-million-mile 20-day descent to Saturn's largest moon Titan, the only moon in the solar system that has atmosphere. During its descent it will sample Titan's atmosphere. Everything must work perfectly because there is no way to adjust Huygens' course. Progress was being carefully followed by NASA and the 16 European nations involved in the project.", "stus": ["The Huygens space probe built by the European Space Agency", "The Huygens space probe managed by the European Space Agency", "The Huygens space probe , built and managed by the European Space Agency , was carried by NASA 's Cassini spacecraft", "The Huygens space probe , built and managed by the European Space Agency , was carried on a 7 - year journey to Saturn", "It separated successfully", "It separated from Cassini", "It separated on Christmas Eve", "It began a 2.5 - million - mile 20 - day descent to Saturn 's largest moon Titan , the only moon in the solar system that has atmosphere", "the only moon in the solar system that has atmosphere", "During its descent it will sample Titan 's atmosphere", "Everything must work perfectly", "Everything must work because there is no way to adjust Huygens ' course", "Progress carefully followed by NASA and the 16 European nations involved in the project", "the 16 European nations involved in the project"]}
{"instance_id": "d0942-A", "summarizer_id": "A", "summary": "In early 2005, a Taiwanese official said Beijing's plan to pass an anti-secession law was aimed at legalizing a mainland invasion of his country. It would undermine stabililty across the Taiwan Strait, according to Taiwan's President Chen. Taiwan sent six delegations to the U.S., Japan and EU countries the year before to brief officials on the adverse impact on cross-strait relations the law would have. Beijing said in March, that \"one country, two systems\" was its basic approach to Taiwan, outlining, for the first time, its anti-secession law that was being considered by the National People's Congress.", "stus": ["In early 2005 a Taiwanese official said Beijing 's plan to pass an anti - secession law was aimed at legalizing a mainland invasion of his country", "Beijing 's plan to pass an anti - secession law was aimed at legalizing a mainland invasion of his country", "It would undermine stabililty across the Taiwan Strait", "It would undermine according to Taiwan 's President Chen", "Taiwan sent six delegations", "Taiwan sent to the U.S. , Japan and EU countries", "Taiwan sent the year before", "Taiwan sent to brief officials on the adverse impact on cross - strait relations the law would have", "Beijing said in March", "Beijing said that \" one country , two systems \" was its basic approach to Taiwan , outlining , for the first time , its anti - secession law that was being considered by the National People 's Congress", "\" one country , two systems was its basic approach to Taiwan", "\" one country , two systems was outlining , for the first time , its anti - secession law that was being considered by the National People 's Congress", "its anti - secession law that considered by the National People 's Congress"]}
{"instance_id": "d0942-A", "summarizer_id": "B", "summary": "Planned consideration of an Anti-secession Law (ASL) by China's National People's Congress (NPC) stirred strong reactions in Taiwan. Taiwanese see the bill as establishing a legal justification for a military invasion of Taiwan. Furthermore, the ASC would diminish cross-Taiwan strait travel and restrict free expression of ideas, hindering cross-strait rapprochement. Taiwan claimed the support of the United States and European Union in opposing the measure. On March 8, 2005 as the NPC began deliberations on the bill, spokesmen defended the ASL as a means of promoting China's peaceful reunification on the basis of \"one country, two systems.\"", "stus": ["Planned consideration of an Anti - secession Law ( ASL ) by China 's National People 's Congress ( NPC ) stirred strong reactions", "Planned consideration of an Anti - secession Law ( ASL ) by China 's National People 's Congress ( NPC ) stirred in Taiwan", "Taiwanese see the bill", "Taiwanese see as establishing a legal justification for a military invasion of Taiwan", "the bill establishing a legal justification for a military invasion of Taiwan", "Furthermore the ASC would diminish cross - Taiwan strait travel", "Furthermore the ASC would restrict free expression of ideas", "Furthermore the ASC would restrict hindering cross - strait rapprochement", "the ASC hindering cross - strait rapprochement", "Taiwan claimed the support of the United States and European Union", "Taiwan claimed in opposing the measure", "Taiwan opposing the measure", "the NPC began deliberations on the bill", "On March 8 , 2005 as the NPC began deliberations on the bill spokesmen defended the ASL", "On March 8 , 2005 as the NPC began deliberations on the bill spokesmen defended as a means of promoting China 's peaceful reunification on the basis of \" one country , two systems"]}
{"instance_id": "d0942-A", "summarizer_id": "C", "summary": "The PRC claims the anti-secession law to be deliberated by its legislative body in March is aimed at promoting a peaceful reunification with Taiwan. It denies that it would be used to justify military action. The PRC maintains that the one country, two systems approach is best for Taiwan. Taiwan fears the anti-secession law is designed to legalize a Beijing military invasion. It says it is a provocation that would undermine stability across the Taiwan Strait. Its ruling and opposition parties agreed to adopt a resolution against the Beijing law. The US and EU support Taiwan's position.", "stus": ["The PRC claims the anti - secession law to be deliberated by its legislative body in March is aimed at promoting a peaceful reunification with Taiwan", "the anti - secession law deliberated by its legislative body", "the anti - secession law deliberated in March", "the anti - secession law to be deliberated by its legislative body in March is aimed at promoting a peaceful reunification with Taiwan", "It denies that it would be used to justify military action", "it would used to justify military action", "The PRC maintains that the one country , two systems approach is best for Taiwan", "the one country , two systems approach is best for Taiwan", "Taiwan fears the anti - secession law is designed to legalize a Beijing military invasion", "the anti - secession law is designed to legalize a Beijing military invasion", "It says it is a provocation that would undermine stability across the Taiwan Strait", "it is a provocation that would undermine stability across the Taiwan Strait", "a provocation that would undermine stability across the Taiwan Strait", "Its ruling and opposition parties agreed to adopt a resolution against the Beijing law", "The US and EU support Taiwan 's position"]}
{"instance_id": "d0942-A", "summarizer_id": "H", "summary": "Taiwan considers the PRC's plan to enact an anti-secession law a provocative move to change the status quo in the Taiwan Strait. Emphasizing that Taiwan is not a part of the PRC as Beijing claims, Taiwan believes the legislation is aimed at establishing a legal justification for Beijing's invasion of the island. The U.S. and E.U.consider the legislation counterproductive to peace. The PRC claims that the law is designed to check the secessionist activities of \"Taiwan independence\" forces and promote China's reunification. The PRC legislature is scheduled to take up the anti-secession law in March.", "stus": ["Taiwan considers the PRC 's plan to enact an anti - secession law a provocative move to change the status quo in the Taiwan Strait", "Taiwan is not a part of the PRC", "Taiwan is not as Beijing claims", "Emphasizing that Taiwan is not a part of the PRC as Beijing claims Taiwan believes the legislation is aimed at establishing a legal justification for Beijing 's invasion of the island", "the legislation is aimed at establishing a legal justification for Beijing 's invasion of the island", "The U.S. and E.U.consider the legislation counterproductive to peace .", "The PRC claims that the law is designed to check the secessionist activities of \" Taiwan independence \" forces and promote China 's reunification", "the law is designed to check the secessionist activities of \" Taiwan independence \" forces and promote China 's reunification", "the law promote China 's reunification", "The PRC legislature is scheduled to take up the anti - secession law in March"]}
{"instance_id": "d0943-A", "summarizer_id": "A", "summary": "Two men accused of bombing an Air India jet, killing 329 people in 1985, were tried in Vancouver nearly 20 years later. Prosecutors charged that a millionaire named Malik and a millworker named Bagri were Sikhs taking revenge against the Indian government, which owned Air India planes, for attacking a Sikh temple in 1984. The prosecution's case rested upon their providing financial assistance to a man convicted in the case, attempting to interfere with investigations, and admissions to people they trusted. Defense lawyers attacked the credibility of witnesses. There were years of bungled police work and unexplained killings of witnesses.", "stus": ["Two men accused of bombing an Air India jet , killing 329 people in 1985 ,", "Two men accused of bombing an Air India jet , killing 329 people in 1985 were tried in Vancouver", "Two men accused of bombing an Air India jet , killing 329 people in 1985 were tried nearly 20 years later", "Prosecutors charged that a millionaire named Malik and a millworker named Bagri were Sikhs taking revenge against the Indian government , which owned Air India planes , for attacking a Sikh temple in 1984", "a millionaire named Malik", "a millworker named Bagri", "a millionaire named Malik and a millworker named Bagri were Sikhs taking revenge against the Indian government , which owned Air India planes , for attacking a Sikh temple in 1984", "Sikhs taking revenge against the Indian government , which owned Air India planes , for attacking a Sikh temple in 1984", "the Indian government which owned Air India planes", "the Indian government , which owned Air India planes attacking a Sikh temple", "the Indian government , which owned Air India planes attacking in 1984", "The prosecution 's case rested upon their providing financial assistance to a man convicted in the case , attempting to interfere with investigations , and admissions to people they trusted", "their providing financial assistance", "their providing to a man convicted in the case , attempting to interfere with investigations , and admissions to people they trusted", "a man convicted in the case", "Defense lawyers attacked the credibility of witnesses", "There were years of bungled police work and unexplained killings of witnesses ."]}
{"instance_id": "d0943-A", "summarizer_id": "D", "summary": "Two Sikhs, Ripudaman Malik and Ajaib Bagri, were charged with the 1985 bombing of an Air India jet that killed 329 passengers and with killing two baggage handlers at Narita Airport. Final arguments in their murder trial concluded in December 2004. Prosecutors believe the Sikhs' motive was to avenge India's 1984 attack on the Golden Temple in Amritsar. The trial was not settled due to years of bungled police work, unexpected killings of witnesses and a suspect, and vague and contradictory testimonies. Justice Ian Josephson, who heard the case without a jury, will deliver his decision in March 2005.", "stus": ["Two Sikhs , Ripudaman Malik and Ajaib Bagri were charged with the 1985 bombing of an Air India jet that killed 329 passengers and with killing two baggage handlers at Narita Airport", "an Air India jet that killed 329 passengers", "that killing two baggage handlers", "that killing at Narita Airport", "Final arguments in their murder trial concluded in December 2004", "Prosecutors believe the Sikhs ' motive was to avenge India 's 1984 attack on the Golden Temple in Amritsar", "the Sikhs ' motive was to avenge India 's 1984 attack on the Golden Temple in Amritsar", "The trial not settled due to years of bungled police work , unexpected killings of witnesses and a suspect , and vague and contradictory testimonies", "Justice Ian Josephson who heard the case", "Justice Ian Josephson who heard without a jury", "Justice Ian Josephson , who heard the case without a jury , will deliver his decision", "Justice Ian Josephson , who heard the case without a jury , will deliver in March 2005"]}
{"instance_id": "d0943-A", "summarizer_id": "E", "summary": "Ripudaman Malik and Ajaib Bagri have been in custody over four years accused of bombing an Air India jumbo jet in June 1985 killing 329 people. Prosecutors believe the two British Columbia-based Sikh extremists acted in revenge against the Indian government for attacking a Sikh temple in 1984. The trial is being held in a bomb-proof court built especially for this trial, the largest and most complex in Canadian history. More than 100 witnesses have testified. Some key witnesses have offered vague and contradictory recollections. Two potential witnesses were assassinated and others received threats. Key evidence is circumstantial.", "stus": ["Ripudaman Malik and Ajaib Bagri been in custody", "Ripudaman Malik and Ajaib Bagri been over four years", "Ripudaman Malik and Ajaib Bagri been accused of bombing an Air India jumbo jet in June 1985 killing 329 people", "Ripudaman and Ajaib Bagri accused of bombing an Air India jumbo jet in June 1985 killing 329 people", "Ripudaman Malik and Ajaib Bagri bombing an Air India jumbo jet", "Ripudaman Malik and Ajaib Bagri bombing in June 1985", "Ripudaman Malik and Ajaib Bagri bombing killing 329 people", "Prosecutors believe the two British Columbia - based Sikh extremists acted in revenge against the Indian government for attacking a Sikh temple in 1984", "British Columbia based Sikh extremists", "the two British Columbia - based Sikh extremists acted in revenge", "the two British Columbia - based Sikh extremists acted against the Indian", "the two British Columbia - based Sikh extremists acted government for attacking a Sikh temple in 1984", "the Indian government attacking a Sikh temple", "the Indian government attacking in 1984", "The trial held in a bomb - proof court built especially for this trial , the largest and most complex in Canadian history", "a bomb - proof court built especially for this trial , the largest and most complex in Canadian history", "More than 100 witnesses have testified .", "Some key witnesses offered vague and contradictory recollections", "others received threats", "Key evidence is circumstantial"]}
{"instance_id": "d0943-A", "summarizer_id": "H", "summary": "Final arguments were presented in the British Columbian trial of two Indian Sikh immigrants accused of involvement in two bombings: an Air India jet which exploded off the Irish coast in 1985, killing all 329 aboard; and a bomb that killed two baggage handlers in Tokyo. The prosecution held that the men wanted revenge against the Indian government for attacking Sikhdom's most holy temple in 1984. The defense argued against the credibility of three key witnesses. There is no physical evidence or first-hand testimony linking the suspects to the bombings. The judge will deliver a decision on 16 March.", "stus": ["Final arguments were presented in the British Columbian trial of two Indian Sikh immigrants accused of involvement in two bombings : an Air India jet which exploded off the Irish coast in 1985 , killing all 329 aboard ; and a bomb that killed two baggage handlers in Tokyo", "two Indian Sikh immigrants accused of involvement in two bombings : an Air India jet which exploded off the Irish coast in 1985 , killing all 329 aboard ; and a bomb that killed two baggage handlers in Tokyo", "an Air India jet which exploded off the Irish coast", "an Air India jet which exploded in 1985", "an Air India jet which exploded killing all 329 aboard", "which killing all 329 aboard", "a bomb that killed two baggage handlers", "a bomb that killed in Tokyo", "The prosecution held that the men wanted revenge against the Indian government for attacking Sikhdom 's most holy temple in 1984", "the men wanted revenge against the Indian government for attacking Sikhdom 's most holy temple in 1984", "the Indian government attacking Sikhdom 's most holy temple", "the Indian government attacking in 1984", "The defense argued against the credibility of three key witnesses", "no physical evidence or first - hand testimony linking the suspects", "no physical evidence or first - hand testimony linking to the bombings", "The judge will deliver a decision", "The judge will deliver on 16 March"]}
{"instance_id": "d0944-A", "summarizer_id": "B", "summary": "Roper vs. Simmons presented the Supreme Court a chance to strike down the death penalty for crimes committed by 16-17-year-olds. Justices Stevens, Souter, Ginsburg and Breyer were expected to vote against the death penalty while Chief Justice Rehnquist and Justices Scalia and Thomas would be for it. Justices Kennedy and O'Connor appeared to be \"swing votes.\" In the initial hearing Kennedy expressed concerns about exempting 16-17-year-olds but also noted that \"world opinion is against us\" in executing juveniles. O'Connor noted that several states had already raised the minimum age for execution to 18.", "stus": ["Roper vs. Simmons presented the Supreme Court", "Roper vs. Simmons presented a chance to strike down the death penalty for crimes committed by 16 - 17 - year - olds", "crimes committed by 16 - 17 - year - olds", "Justices were expected to vote against the death penalty", "Justices were expected while Chief Justice Rehnquist and Justices Scalia and Thomas would be for it", "Chief Justice Rehnquist and Justices Scalia and Thomas would be for it", "Justices Kennedy and O'Connor appeared to be \" swing votes", "In the initial hearing Kennedy expressed concerns about exempting 16 - 17 - year - olds", "In the initial hearing Kennedy also noted that \" world opinion is against us \" in executing juveniles", "world opinion is against us", "world opinion is in executing juveniles", "O'Connor noted that several states had already raised the minimum age for execution to 18", "several states already raised the minimum age for execution", "several states already raised to 18"]}
{"instance_id": "d0944-A", "summarizer_id": "C", "summary": "On October 13, 2004, the Supreme Court struggled over the legality of the death penalty for criminals under age 18 in Roper v. Simmons. Simmons' attorney argued that a national consensus has emerged that the death penalty for juveniles is cruel and unusual punishment. He compared this case to the 2002 case in which the court abolished the death penalty for mentally retarded offenders. The Missouri Attorney General argued that the court should uphold the execution of minors because some crimes are so heinous as to warrant it. Justices Kennedy's and Day O'Connor's votes are likely to be pivotal.", "stus": ["On October 13 , 2004 the Supreme Court struggled over the legality of the death penalty for criminals under age 18 in Roper v. Simmons", "Simmons ' attorney argued that a national consensus has emerged that the death penalty for juveniles is cruel and unusual punishment", "a national consensus emerged that the death penalty for juveniles is cruel and unusual punishment", "the death penalty for juveniles is cruel and unusual punishment", "He compared this case", "He compared to the 2002 case in which the court abolished the death penalty for mentally retarded offenders", "the 2002 case in which the court abolished the death penalty for mentally retarded offenders", "The Missouri Attorney General argued that the court should uphold the execution of minors because some crimes are so heinous as to warrant it", "the court should uphold the execution of minors", "the court should uphold because some crimes are so heinous as to warrant it", "some crimes are so heinous as to warrant it", "Justices Kennedy 's and Day O'Connor 's votes are likely to be pivotal"]}
{"instance_id": "d0944-A", "summarizer_id": "G", "summary": "The Supreme Court heard arguments on Roper v Simmons on October 13, 2004. Its decision will determine whether the death penalty can be given for crimes committed by 16 and 17 year olds. The court ended the death penalty for those 15 and younger in 1988 and mentally retarded in 2002. The outcome appears dependent on the votes of Justices O'Connor and Kennedy. Key issues are has the nation's consensus changed, should world consensus influence US law, and the brain development of these youngsters. Since 1976, 22 have been executed. Now 73 people are on death row in 12 states.", "stus": ["The Supreme Court heard arguments on Roper v Simmons", "The Supreme Court heard on October 13 , 2004", "Its decision will determine whether the death penalty can be given for crimes committed by 16 and 17 year olds", "the death penalty can given for crimes committed by 16 and 17 year olds", "crimes committed by 16 and 17 year olds", "The court ended the death penalty for those 15 and younger", "The court ended in 1988", "The outcome appears dependent on the votes of Justices O'Connor and Kennedy .", "Key issues are has the nation 's consensus changed , should world consensus influence US law , and the brain development of these youngsters", "Since 1976 , 22 have been executed .", "Now 73 people are on death row", "Now 73 people are in 12 states"]}
{"instance_id": "d0944-A", "summarizer_id": "H", "summary": "In Roper v. Simmons the Supreme Court heard arguments challenging the constitutionality of the death penalty for criminals under 18. The defense argued that minors were not fully developed intellectually or morally and that therefore such executions violate the constitution's ban on cruel and unusual punishment. It asserted that a national consensus had emerged on that subject and pointed out that the U.S. is the only country in the world that allows the execution of juveniles. Prosecutors contended that Simmons was old enough to know right from wrong and challenged the notion that a national consensus had emerged.", "stus": ["In Roper v. Simmons the Supreme Court heard arguments challenging the constitutionality of the death penalty for criminals under 18", "arguments challenging the constitutionality of the death penalty for criminals under 18", "The defense argued that minors were not fully developed intellectually or morally and that therefore such executions violate the constitution 's ban on cruel and unusual punishment", "minors not fully developed intellectually or morally", "therefore such executions violate the constitution 's ban on cruel and unusual punishment", "It asserted that a national consensus had emerged on that subject", "a national consensus emerged on that subject", "It a national consensus pointed that the U.S. is the only country in the world that allows the execution of juveniles", "the U.S. is the only country in the world that allows the execution of juveniles", "the only country in the world that allows the execution of juveniles", "Prosecutors contended that Simmons was old enough to know right from wrong", "Simmons was old enough to know right from wrong", "Prosecutors challenged the notion that a national consensus had emerged"]}
